[{"Quote":"Each day brings new opportunities, allowing you to constantly live with love—be there for others—bring a little light into someone's day. Be grateful and live each day to the fullest."},{"Quote":"If having a soul means being able to feel love and loyalty and gratitude, then animals are better off than a lot of humans."},{"Quote":"When you arise in the morning, think of what a precious privilege it is to be alive—to breathe, to think, to enjoy, to love—then make that day count!"},{"Quote":"Dance. Smile. Giggle. Marvel. TRUST. HOPE. LOVE. WISH. BELIEVE. Most of all, enjoy every moment of the journey, and appreciate where you are at this moment instead of always focusing on how far you have to go."},{"Quote":"Be grateful for what you already have while you pursue your goals. If you aren’t grateful for what you already have, what makes you think you would be happy with more."},{"Quote":"Sometimes life knocks you on your ass... get up, get up, get up!!! Happiness is not the absence of problems, it's the ability to deal with them."},{"Quote":"Be mindful. Be grateful. Be positive. Be true. Be kind."},{"Quote":"Great things happen to those who don't stop believing, trying, learning, and being grateful."},{"Quote":"Always remember people who have helped you along the way, and don’t forget to lift someone up."},{"Quote":"Pursue what catches your heart, not what catches your eyes."},{"Quote":"Start each day with a positive thought and a grateful heart."},{"Quote":"At the end of the day, let there be no excuses, no explanations, no regrets."},{"Quote":"Make a pact with yourself today to not be defined by your past. Sometimes the greatest thing to come out of all your hard work isn't what you get for it, but what you become for it. Shake things up today! Be You...Be Free...Share."},{"Quote":"Being grateful does not mean that everything is necessarily good. It just means that you can accept it as a gift."},{"Quote":"Forget yesterday - it has already forgotten you. Don't sweat tomorrow - you haven't even met. Instead, open your eyes and your heart to a truly precious gift - today."},{"Quote":"When one has a grateful heart, life is so beautiful."},{"Quote":"It doesn't matter what you did or where you were...it matters where you are and what you're doing. Get out there! Sing the song in your heart and NEVER let anyone shut you up!!"},{"Quote":"7 Effective Ways to Make Others Feel Important 1. Use their name.2. Express sincere gratitude.3. Do more listening than talking.4. Talk more about them than about you.5. Be authentically interested.6. Be sincere in your praise.7. Show you care."},{"Quote":"Everyone enjoys being acknowledged and appreciated. Sometimes even the simplest act of gratitude can change someone's entire day. Take the time to recognize and value the people around you and appreciate those who make a difference in your lives."},{"Quote":"My expectations were reduced to zero when I was 21. Everything since then has been a bonus.\", December 12, 2004)]"},{"Quote":"Those with a grateful mindset tend to see the message in the mess. And even though life may knock them down, the grateful find reasons, if even small ones, to get up."},{"Quote":"Free yourself from the complexities and drama of your life. Simplify. Look within. Within ourselves we all have the gifts and talents we need to fulfill the purpose we've been blessed with."},{"Quote":"The world is 3 days: As for yesterday, it has vanished along with all that was in it. As for tomorrow, you may never see it. As for today, it is yours, so work on it."},{"Quote":"We don’t truly appreciate what we have until it’s gone… We don’t really appreciate something until we have experienced some events; we don't really appreciate our parents until we ourselves have become parents. Be grateful for what you have now, and nothing should be taken for granted."},{"Quote":"Although time seems to fly, it never travels faster than one day at a time. Each day is a new opportunity to live your life to the fullest. In each waking day, you will find scores of blessings and opportunities for positive change. Do not let your TODAY be stolen by the unchangeable past or the indefinite future! Today is a new day!"},{"Quote":"Regardless of Sunshine or Rain, Be Thankful for another GREAT day…and treat Life as the ULTIMATE Gift.... Because IT IS :)"},{"Quote":"Be happy with who you are and what you do, and you can do anything you want."},{"Quote":"If you want to find happiness, find gratitude."},{"Quote":"Your comfort zone is a place where you keep yourself in a self-illusion and nothing can grow there but your potentiality can grow only when you can think and grow out of that zone."},{"Quote":"Expectation has brought me disappointment. Disappointment has brought me wisdom. Acceptance, gratitude and appreciation have brought me joy and fulfilment."},{"Quote":"Do not make people feel overly indebted to you. In their quest to restore the illusive balance and wipe out the debt, they will demonize and attribute wrongdoings to you. Instead, give with love and receive with gratitude."},{"Quote":"I also saw under the sun this example of wisdom that greatly impressed me: There was once a small city with only a few people in it. And a powerful king came against it, surrounded it and built huge siege works against it. Now there lived in that city a man poor but wise, and he saved the city by his wisdom. But nobody remembered that poor man."},{"Quote":"Deliver more than you promise and earn the respect and gratitude of the intelligent, the wise, and the honourable."},{"Quote":"Be grateful for what you already have while you pursue your goals."},{"Quote":"Be grateful for what you already have while you pursue what you want."},{"Quote":"Everyday gratitude sweetens what appears flavorless and brightens all that appears dim."},{"Quote":"Grateful people are happy people. The more things you are grateful for, the happier you will be."},{"Quote":"What are five things you are grateful for? Right now? Open to gratitude and you will soften into joy."},{"Quote":"Thanksgiving is a joyous invitation to shower the world with love and gratitude."},{"Quote":"As we become the light, the light is lifted in every room that we enter."},{"Quote":"I am grateful in life and online. My gratitude raises my vibration and enhances my joy."},{"Quote":"I am filled with abundance, gratitude, and love."},{"Quote":"If you want to know how fortunate you are, visit three places: the slum, the hospital, and the cemetery."},{"Quote":"To have extreme, laser-like focus, you must be willing to reject a lot of opportunities, even if they sound great."},{"Quote":"Circumstances, events or situations do not have inherent meanings except what you give them"},{"Quote":"Time is the first currency for success and one we all hold in common."},{"Quote":"You receive the gift of time freely and equally every day, beautifully wrapped in twenty-four new hours to invest in whatever you want, and how you use each hour decides your success or the lack of it"},{"Quote":"Find something about yourself to laugh about every day."},{"Quote":"The most important relationship in your life should be your relationship with yourself."},{"Quote":"You are on your way to building a significant life when your service to others stops focusing on the now and the immediate future and instead focuses on generations to come and how your actions today will impact them long after you are gone."},{"Quote":"To find true fulfilment, you must live your life’s purpose."},{"Quote":"There isn’t a single definition of happiness to suit everyone’s requirements, but you know it when you feel it"},{"Quote":"Success and the pursuit of it can nourish your body, but only significance has the ability to nourish your mind, body and spirit."},{"Quote":"Master the art of finding something to celebrate about in each moment and life will become an exciting adventure"},{"Quote":"Don’t try, be happy."},{"Quote":"You already have the abundance of life in you, and each day you must decide to live abundantly by choosing not to live in the past, by never taking counsel of your fear, and most importantly by seeing the greatness within you and embracing it."},{"Quote":"The abundant life should include all that life has freely given you – love, good health, success, prosperity, happiness, joy, spirituality, fulfilment, wisdom, purpose, growth and excitement."},{"Quote":"To succeed in life you need five things – a burning desire, a willingness to do whatever it takes, wisdom, incredible effort, and a commitment to never ending improvement."},{"Quote":"The greatest people in history were those who lived a life of significance and service. You can join them if you’re willing to serve."},{"Quote":"You need time, perseverance, and patience to develop the character and abilities required for success."},{"Quote":"Define success by your terms, not by other people’s standards."},{"Quote":"Greatness is achieved when you fulfil your purpose by doing what you were born to do."},{"Quote":"Always direct your emotions, desires, behaviour, and actions in the present so they are in alignment with what you want in your future."},{"Quote":"Self-discipline is a prerequisite to progress."},{"Quote":"Your ego does not need to be crushed, it needs to be redeemed."},{"Quote":"Perfection is the lowest standard out there because it is unattainable. Be the best you can but don’t try to be someone you were not born to be."},{"Quote":"Your words reveal your wants but your actions reveal your expectations."},{"Quote":"You have mastered the art of discipline when you are able to act according to what you ultimately desire rather than how you feel in the present moment."},{"Quote":"To get to ‘yes’ from ‘no’, you may have to journey through ‘maybe’."},{"Quote":"Ninety-five per cent of your success or failure will come from your daily habits."},{"Quote":"Staying true to your dream by using your mental, emotional and physical strength is discipline in action. You express it through focus, grit, self-control, persistence, perseverance, and willpower."},{"Quote":"Discipline is more about self-control through your inner strength and less about restriction."},{"Quote":"The ability to make yourself do what needs to be done at the appropriate time and in the appropriate manner – irrespective of your feelings – marks the true test of self-discipline."},{"Quote":"Self-discipline is a learned habit that should be developed and continuously worked on through regular application, practice, and repetition."},{"Quote":"Discipline begins where you are, and the key to sustaining the level of discipline you need lies in developing daily habits and routines which mirror the life you want to have."},{"Quote":"The investment you make in others is transferred to everyone they influence long after you’re gone. Significance"},{"Quote":"Significance is about making a difference, and its pursuit should ideally come before the pursuit of success – or at least at the same time."},{"Quote":"It’s not how long you live that matters, it’s how well you live."},{"Quote":"Have you decided how great you want to be? It’s really up to you. Greatness is a choice."},{"Quote":"Success may create excitement, but only significance leads to fulfilment."},{"Quote":"Success lasts a lifetime but stops at the end of your life. Significance lasts many lifetimes and continues long after you’re gone."},{"Quote":"If you see success as a race, then you will start eagerly with enthusiasm and passion with the hope of finishing quickly but there is much more to your success journey than your duration and speed."},{"Quote":"Achievers are biased towards action despite any fear, and this courage sets them apart from others."},{"Quote":"You need courage because at various moments in your life you might need to attempt something new, push yourself outside your comfort zone, challenge the status quo, change your story, or overcome your fear."},{"Quote":"Your life is a direct reflection of your level of investment in yourself, and your success or the lack of it is often decided by your personal development level."},{"Quote":"Commit to the lifestyle of investing in you first. It always produces the best return."},{"Quote":"Investing in yourself is one of the foundations for better relationships, health, happiness, success, and prosperity."},{"Quote":"You can’t excel in everything but you can be exceptional in a few things, so why not choose your life’s focus?"},{"Quote":"You will only ever achieve the level of success that matches your wisdom or personal development level."},{"Quote":"Invest time, energy, and money into increasing your knowledge and wisdom so you can become the best you can be – it’s the best investment you could make."},{"Quote":"Your wisdom decides your value, the size of the problems you can solve, the opportunities you create, and ultimately the level of success you experience."},{"Quote":"To be successful choose an area of focus in life. It will identify where your energy should be invested and (more importantly) the source of your joy and success."},{"Quote":"Progress can’t be achieved without investing in and constantly improving yourself."},{"Quote":"Don’t ask what it will cost or how much of your time you will have to sacrifice. Instead, ask what it’s worth."},{"Quote":"The level of success you experience externally is a reflection of your level of personal development internally."},{"Quote":"Good mentors and coaches will help you reach your destination faster than you can by yourself."},{"Quote":"If you wish to be and remain successful, invest a minimum of five to ten per cent of your income each month and your time each day on your personal growth and development."},{"Quote":"Success can’t be achieved without personal development and constantly improving yourself."},{"Quote":"Courage is not the absence of fear, but rather the judgement that your dreams, desires or goals are more important than fear."},{"Quote":"Acting courageously is about knowing and making the right choices based on a deep conviction that dwarfs fear, doubt, and worry."},{"Quote":"Courage is the ability to make yourself take action in spite of your fear."},{"Quote":"Successful people’s dreams aren’t just about results. They’re about the changes their dreams will bring to their lives and the impact achieving their goal will have on those around them."},{"Quote":"Dare to be different."},{"Quote":"Big dreams only come true when you believe and have the courage to pursue them."},{"Quote":"Courage is important but it shouldn’t be used in making impulsive decisions or taking uncalculated actions."},{"Quote":"You might fear you don’t have what it takes, but you don’t need to have all the answers or everything figured right from the start."},{"Quote":"Finding the courage to break away from other people’s opinions, and your self-limiting thoughts, could be the most significant breakthrough transformation you make on your journey to success."},{"Quote":"You are a product of the stories you believe and accept."},{"Quote":"Until you develop the courage to pursue that dream in your heart, you will never reach your true potential."},{"Quote":"To become successful you have to dream big. Small dreams don’t have the magic to stir up passion and greatness within you."},{"Quote":"Life goals hold the key to a lifetime of success."},{"Quote":"At the end of your life you want to arrive at a well-designed destination rather than an unexpected destination, and you do this by setting life goals, not short-term, not medium, not long-term, but life goals."},{"Quote":"Your goals should not be based on what you can do or what is possible but on what you want."},{"Quote":"Failure is a pitfall of working without a plan."},{"Quote":"Goals reveal your path to success, greatness and significance. Become a master goal setter and you will chart the course of your life."},{"Quote":"Life should not be measured by duration alone but by donation also, by what you do during your lifetime."},{"Quote":"Goals help you look towards the future with anticipation and excitement rather than with anxiety, and when clearly defined and broken into smaller steps, they enable you pay the price needed to achieve your dreams."},{"Quote":"The greatest value in the goal process is the skills, the knowledge, the discipline, and the character you develop in pursuit of your goal."},{"Quote":"Achieving your goal should always be of secondary importance. Your focus should be on becoming the kind of person deserving of the goal."},{"Quote":"Be specific about what you want. Decide, define, describe, discuss and develop your plans and then act on them."},{"Quote":"In selecting any goal you should focus on the reason – without a compelling reason your resolve will weaken."},{"Quote":"There is a direct relationship between the number of times you attempt a task and the likelihood of success."},{"Quote":"Effort is the foundation of all achievements and is the single greatest competitive advantage and quality you must consistently apply to achieve your dreams."},{"Quote":"You must discipline yourself consistently to do what others do occasionally in order to have the future few will get to experience."},{"Quote":"Talent is never enough. Effort, not talent, is the key to success."},{"Quote":"Your rewards in life will be in proportion to the effort you apply."},{"Quote":"Talent helps, but success is only achieved and sustained through consistent effort."},{"Quote":"Success is not simply about intelligence and ambition. The time invested, the quality of preparation, and the effort applied are essential to excellence or mastery."},{"Quote":"Working hard alone without being smart and consistent won’t lead to success."},{"Quote":"Wisdom allows you to decide how best to apply yourself to get the most return on your time and energy invested."},{"Quote":"Success isn’t entirely a numbers game, but numbers play a part."},{"Quote":"Hard work without purpose seldom leads to success."},{"Quote":"To be successful you must be willing to work hard, work smart, work consistently, and most importantly do all three simultaneously over a long period of time."},{"Quote":"Goals are the result of bringing your dreams, ideas, and ideals into a real and examinable form by giving them permanence in written form."},{"Quote":"They are probably the single most important deciding factor for long-term success, and your ability to set and make plans to achieve them is the master skill to your successful future."},{"Quote":"Long-term goals provide focus, but inspiration comes from the accomplishment of short-term goals."},{"Quote":"In order to be successful you must decide to be intentional about what you do, how you live, and who you are becoming."},{"Quote":"Achieving a goal is not the most important part of the process. The destination should never be your primary purpose or objective."},{"Quote":"Reasons are the fuel for goal achievement. Without a strong enough reason, it’s impossible to persevere."},{"Quote":"The person you grow to become in pursuit of a goal makes the journey a memorable experience."},{"Quote":"Life isn’t about what you have, it’s about who you are."},{"Quote":"Select carefully and continuously review your circle of influence, and be unapologetic about who you exclude."},{"Quote":"Love everyone but chose your friends with caution."},{"Quote":"Difficult times revel true friends but also the unfaithful in your life. Be attentive always, but especially during tough times."},{"Quote":"Don’t be naïve – appearance matters. Style comes before substance during first impressions. People judge based on what they see before they find out what’s within."},{"Quote":"You’ll live your life at the least common denominator of those you spend the most time with if you are not watchful."},{"Quote":"Your associations play a crucial part of your success equation. Study them closely because they will help or hinder you from reaching your potential."},{"Quote":"Don’t leave it to chance, find success and replicate it."},{"Quote":"Your environment and the associations you keep will affect how you think, feel, and act, and ultimately the results you get."},{"Quote":"You are the best thing that will happen to someone today."},{"Quote":"Your ability to learn from the experiences of other successful people is one of your most important habits that will give you the best chance of success."},{"Quote":"If you wish to be successful, you have be willing to invest the time, energy, and money necessary to associate with the right people."},{"Quote":"Others have seen and experienced the good, the bad, and the ugly, and their experiences serve as models you can learn from."},{"Quote":"You rob yourself of reaching your maximum potential and the best chance of success when you try to succeed alone."},{"Quote":"Get around people who are trying to make a difference in the world. Iron sharpens iron."},{"Quote":"Although failure is a good learning experience, you don’t have to go through life making mistakes if they can be avoided."},{"Quote":"You could be performing below your potential in areas where you are relying on your own experiences alone and without the guidance of a trusted mentor."},{"Quote":"Develop a strong thirst for positive associations and learning from others, because the right people can take you further than you can go on your own."},{"Quote":"Success is not achieved in a vacuum: the people you spend most of your time with and the voices you allow to influence your thoughts play a significant part in your success or lack of it."},{"Quote":"Incredible ideas, results, and outcomes are possible when two or more minds come together for a common purpose."},{"Quote":"Generosity creates the higher life. There is no nobler virtue than the care one person shows to another."},{"Quote":"Less is more, especially in relationships. You must understand and appreciate the importance of quality in relationships over quantity."},{"Quote":"Become skilled in the process of selecting whom you allow into your circle of influence."},{"Quote":"Don’t live your life in the future without any planned rewards for your effort and sacrifices today."},{"Quote":"Anything in your life achieved too soon or too freely with little sacrifice is lost too quickly"},{"Quote":"Be willing to give up something you believe to be of value to get something of greater value."},{"Quote":"The promise of the future is only possible when the price is paid in full and in advance."},{"Quote":"You are often prevented from reaching your full potential because you hold so tightly to your past success."},{"Quote":"To become successful, you have to let go of something to get something else of greater value."},{"Quote":"Be willing to constantly travel towards the dreams of your future and don’t be afraid to give up the good for the great."},{"Quote":"Success comes with a promise and a price. The price has to be paid in full and in advance before the promise is fulfilled."},{"Quote":"If you are serious about achieving your desired goals, be willing to let go of the small pleasures found in the moment that may sabotage your chances of experiencing true pleasure when the sacrifice is paid."},{"Quote":"The pursuit of any worthwhile goal requires that you give up something that feels comfortable, secure, and safe in the moment to get you closer to your future dreams."},{"Quote":"The level of success you will experience can be predicted by looking closely at the sacrifices you are willing to make."},{"Quote":"The discipline of delaying gratification is a factor for predicting success."},{"Quote":"In the success equation, subtraction comes before multiplication or addition. You must sow before you can reap a harvest."},{"Quote":"Without a compelling vision to draw you away from your present and pull you through any challenges and into the future, it becomes easy to settle for a lesser life than the one you could achieve."},{"Quote":"If you pay the price for success, you win. If you avoid payment, you lose. It’s really that simple."},{"Quote":"Your willingness to sacrifice who you are today for who you need to be in the future is a necessary decision on the success journey."},{"Quote":"You can only build on success, but to do this you have to be willing to let go of your last success and use it as a stepping stone for your next achievement."},{"Quote":"Success has more to do with what you are willing to sacrifice than your skills, talent or IQ."},{"Quote":"Success comes as a result of working towards fulfilling your potential and closing the gap between who you are now and who you are capable of becoming."},{"Quote":"The greatest obstacle to your progress and growth is often your unwillingness to pay the necessary price through sacrifice."},{"Quote":"Be willing to constantly travel towards the dreams of your future, and don’t be afraid to give up the good for the great."},{"Quote":"Your vision helps the world identify you at the appropriate time."},{"Quote":"Those whom you spend most of your time with, and the voices you allow to influence your thoughts, play a significant part in who you become and the future you have."},{"Quote":"Those in your inner circle can significantly influence your success and the progress you make towards achieving your dreams."},{"Quote":"Success is achieved by the deliberate consistent discipline of taking small steps daily rather than one large step occasionally."},{"Quote":"Taking action provides immediate feedback and an opportunity to review your progress to see if you are on the right track."},{"Quote":"The first step may be the hardest, but once you take action you create motion, which in turn builds momentum."},{"Quote":"Taking consistent action is guaranteed to increase the probability of your success."},{"Quote":"The best way of creating motivation is to do something. If you take action, motivation will follow"},{"Quote":"Waiting for things to happen is like daydreaming. To break out of that cycle, you must be willing to take the first small step."},{"Quote":"Quit thinking and take the plunge. The way to get started is to stop talking and start doing."},{"Quote":"Success is in direct proportion to the level of consistency in the application of the daily disciplines and actions required."},{"Quote":"If your actions are combined with proper planning and perseverance, there are no heights you cannot attain."},{"Quote":"Consistency in action is easy once you convert your daily disciplines and activities into habits."},{"Quote":"Consistency is the difference between game excellence and an excellent game. Successful people do consistently what the others do occasionally."},{"Quote":"Feedback is to success like rest is to the body."},{"Quote":"What you do consistently shapes your life."},{"Quote":"Your success will be in direct proportion to your level of consistency in your application of the daily activities and actions needed for success."},{"Quote":"Never allow your life to be dictated by what you can see by sight, be guided by your inner vision."},{"Quote":"Create in your mind a picture of what you want and then live that vision as if it already exists."},{"Quote":"A vision is a promise of the future as seen in the present."},{"Quote":"Vision inspires and clarifies what needs to be done in the present to achieve the promise of the future."},{"Quote":"To achieve success, you need to develop the ability to see through your mind’s eye continuously."},{"Quote":"The most successful individuals and leaders achieve their dreams because they have a clear vision they have committed their life to."},{"Quote":"Success is built on what you are able to see and create with your mind."},{"Quote":"The difference between those who achieve their dreams and those who don’t is in their ability to see not only with their eyes but also their minds."},{"Quote":"The power and magnetic pull of your vision is hinged on the purpose and passion behind it and, most importantly, the intent."},{"Quote":"Your life today is a direct reflection of the decisions you made and the actions you took."},{"Quote":"Your vision helps you filter your decisions or choices and directs your actions."},{"Quote":"Your vision is a glimpse of your purpose and a picture of your larger dream."},{"Quote":"Waiting is often a decision not to accept responsibility and is one of the reasons why some people never reach their potential."},{"Quote":"The moment you choose to be accountable for all outcomes in your life, you distance yourself from the position of a victim and assume the role of a change agent."},{"Quote":"It’s difficult to accept full responsibility and apportion blame at the same time – you have to choose one."},{"Quote":"We all have within ourselves the inclination to try to pass the blame to others when things don’t work in our favour. The ultimate challenge comes from suppressing this innate desire and replacing it with accountability and ownership for all things, good or bad."},{"Quote":"One of the greatest obstacles to success is the belief is that your future is predetermined. It isn’t. You decide the outcomes through your decisions and actions."},{"Quote":"It’s easy to play the victim card (all of us have done this), but this mindset is one of the greatest obstacles to progress and growth."},{"Quote":"Accepting complete responsibility is the unsung character trait of those who find uncommon success, and failure to accept responsibility is a common trait of those who end up with a mediocre life."},{"Quote":"Ideas and dreams are only valuable after they have been acted on."},{"Quote":"A mediocre idea acted on is of more value than a handful of brilliant ideas that remain in your mind."},{"Quote":"To achieve your dreams you must be willing to take consistent and improved action over a defined period."},{"Quote":"Taking consistent action is guaranteed to increase the probability of your success. When combined with proper planning and perseverance, there are no heights you cannot attain."},{"Quote":"The willingness to burn your ships, cut off all sources of retreat, and take decisive action is often the only assured path to success."},{"Quote":"You may spend much time and energy in preparation that you forget that the most important and essential step is action."},{"Quote":"Action is where sacrifice is honoured and where you require persistence and courage to endure all that life throws in your direction."},{"Quote":"Although a decision is often viewed as the turning point, it is action that creates tangible results."},{"Quote":"Consistency in action is an essential component of success."},{"Quote":"To achieve your dreams you must be willing to take massive action over a long period, even when there is no evidence of progress."},{"Quote":"Got no checkbooks, got no banks. Still I'd like to express my thanks - I've got the sun in the mornin' and the moon at night."},{"Quote":"A grateful mindset can set you free from the prison of disempowerment and the shackles of misery."},{"Quote":"Be consistent in your dedication to showing your gratitude to others. Gratitude is a fuel, a medicine, and spiritual and emotional nourishment."},{"Quote":"The more I understand the mind and the human experience, the more I begin to suspect there is no such thing as unhappiness; there is only ungratefulness."},{"Quote":"Gratitude always comes into play; research shows that people are happier if they are grateful for the positive things in their lives, rather than worrying about what might be missing."},{"Quote":"Living the dream."},{"Quote":"No one can obtain felicity by pursuit. This explains why one of the elements of being happy is the feeling that a debt of gratitude is owed, a debt impossible to pay. Now, we do not owe gratitude to ourselves. To be conscious of gratitude is to acknowledge a gift."},{"Quote":"When I count my blessings, I find you in every one."},{"Quote":"Gratitude is the secret to happiness."},{"Quote":"None of us has an obligation to accept the definitions of ‘respect’ and ‘gratitude’ our parents espoused, especially when those definitions can be used to guilt-trip us, or when they are being used for the purpose of forcing us to do certain things (as an extortion mechanism)."},{"Quote":"Find Gratitude Happiness will follow you."},{"Quote":"It's a funny thing about life, once you begin to take note of the things you are grateful for, you begin to lose sight of the things that you lack."},{"Quote":"Any day above ground is a good day. Before you complain about anything, be thankful for your life and the things that are still going well."},{"Quote":"That was happiness. Not the framed greatest hits, but the moments in between. At the time, I hadn't pegged them as being particularly happy. But now, looking back at those phantom snapshots, I'm struck by my calm, my ease, the evident comfort with my life. I'm happy in retrospect."},{"Quote":"No matter what each day brings -- the trials and tribulations that may cross my path, the turmoil, the ugliness -- when I look at this picture I'm reminded that life is precious and there is still beauty in this world."},{"Quote":"The single greatest cause of happiness is gratitude."},{"Quote":"Gratitude turns disappointment into lessons learned, discoveries made, alternatives explored, and new plans set in motion."},{"Quote":"Those who are truly grateful are deeply moved by the privilege of living."},{"Quote":"Gratitude is a miracle of its own recognition. It brings out a sense of appreciation and sincerity of a being."},{"Quote":"For the grateful, there is no room for disappointment; Each moment offers life."},{"Quote":"Happy people tend to be those who take pleasure in simple things."},{"Quote":"Happiness changes the way you see the world."},{"Quote":"This life-enhancing, happiness-inducing miracle drug that does, in fact, ruthlessly kill its enemies—you’ve guessed it—is gratitude."},{"Quote":"Happiness is long-lasting, a condition of the soul, the foundation on which the circumstances of life are experienced, endured, or enjoyed."},{"Quote":"Happiness is the condition of who we are and how we think and what we believe and how we live."},{"Quote":"Gratitude changes us."},{"Quote":"The struggles we endure today will be the ‘good old days’ we laugh about tomorrow."},{"Quote":"Those who achieve the extraordinary are usually the most ordinary because they have nothing to prove to anybody. Be Humble."},{"Quote":"It's in those quiet little towns, at the edge of the world, that you will find the salt of the earth people who make you feel right at home."},{"Quote":"Count your blessings as the more you are grateful for what you have the more there is to be grateful for."},{"Quote":"Miles and miles of smiles illustrated by the gratitude that creates them"},{"Quote":"Being grateful for what you have is the key to peace and happiness."},{"Quote":"She looked down at her bulging veins and she remembered the most important thing that she had forgotten – she was alive."},{"Quote":"Being in the habit of saying \"Thank you,\" of making sure that people receive attention so they know you value them, of not presuming that people will always be there--this is a good habit, regardless...make sure to give virtual and actual high-fives to those who rock and rock hard."},{"Quote":"If I choose to take the time and make you breakfast in bed, a simple thank you is all we need -- not all of this 'Why are you in my house?' nonsense."},{"Quote":"It has been said that life has treated me harshly; and sometimes I have complained in my heart because many pleasures of human experience have been withheld from me…if much has been denied me, much, very much, has been given me…"},{"Quote":"Embrace every new day with gratitude, hope and love."},{"Quote":"You're all incredibly thoughtful souls who keep my head attached to my body."},{"Quote":"Yes, my scars shape meToday, I have learnt to coverit with fabric made of hope, faith, perseverance, and determination. For this, I am grateful to life"},{"Quote":"Life's trials will test you, and shape you, but don’t let them change who you are.”~ Aaron Lauritsen, ‘100 Days Drive"},{"Quote":"From this point forward, you don’t even know how to quit in life.”~ Aaron Lauritsen, ‘100 Days Drive"},{"Quote":"True friends don't come with conditions."},{"Quote":"The high road of grace will get you somewhere a whole lot faster then the freeway of spite."},{"Quote":"The highway of grace will get you somewhere a whole lot faster then the freeway of spite."},{"Quote":"Be a team player, not a bandwagon jumper."},{"Quote":"There is strange comfort in knowing that no matter what happens today, the Sun will rise again tomorrow."},{"Quote":"The freedom of the open road is seductive, serendipitous and absolutely liberating."},{"Quote":"We love our partners for who they are, not for who they are not."},{"Quote":"There is no such thing as loving a child too much."},{"Quote":"Successes are those highlights of life we look back on with a smile. But it's the day to day grind of getting them that defines the laugh lines etched until the end of time. Enjoy each moment along the way"},{"Quote":"We only live once. We all have an expiration date after that we will never come again. I am not saying that to make you sad. I am saying that so you can cherish each moment in your life and be grateful that you are here and you are Special"},{"Quote":"Divide the constant tide and random noisiness of energetic flow, with conscious recurring moments of empty mind, solitude, gratitude and deep...slow...breathing. Of this, the natural law of self-preservation demands."},{"Quote":"Success if yours. Ask for it, stand for it, fight for it and go for it. After you are done, give thanks for it."},{"Quote":"Gratitude is only expressed and appreciated in proportion to your understanding of grace."},{"Quote":"Some of the best things that have ever happened to us wouldn’t have happened to us, if it weren’t for some of the worst things that have ever happened to us."},{"Quote":"A generous heart filled with gratitude is a magnet for abundance."},{"Quote":"Express gratitude for every little thing."},{"Quote":"I cannot imagine how much I must’ve suffered in my previous lives to be fortunate enough to have parents like you in this life."},{"Quote":"The best way to achieve great success is to learn from wise people. Use them extensively with love, gratitude, and humility."},{"Quote":"Always recompense kindness with hearty love and gratitude."},{"Quote":"The whole purpose of education is to create a window of the mind through which you can see the world. Look through that window with your own profound love, joy, harmony, and gratitude."},{"Quote":"When a leader has an attitude of gratitude, it can create great differences in the lives of others."},{"Quote":"The essential attributes of a great leader are a positive attitude, humility, and gratitude."},{"Quote":"Some plant lips on Mother Earth in a display of gratitude.Meanwhile, she is kissing the soles of your feet, recognizing the one to be worshiped is you."},{"Quote":"When we give cheerfully and accept gratefully, everyone is blessed."},{"Quote":"Gratitude opens your eyes to the endless opportunities that expectation has hidden."},{"Quote":"Freely we received, freely we give."},{"Quote":"Let thy prayer be thanksgiving."},{"Quote":"If you are on social media, and you are not learning, not laughing, not being inspired or not networking, then you are using it wrong."},{"Quote":"True wealth comes less from having riches than from knowing how to live richly."},{"Quote":"when you become addict in to MATERIAL things in life then the TRUE natural life start to run away from you, YES! it's can give you certain pleasure in the society but in the same time it will sabotage your true HAPPINESS of life which we could have simply with GRATITUDE and FORGIVENESS"},{"Quote":"REJECTION is kind of your negative ILLUSION which has no value but it’s give you a CLUE to go for next level of your ACTION."},{"Quote":"Your VISION and your self-willingness is the MOST powerful elements to conquer your goal"},{"Quote":"If you are not EXCITED enough at your present life its mean your future is not EXITING. Excitement will give you ENTHUSIASM and enthusiasm will give you a positive energetic LIFE STYLE which could give you a successful exiting life…"},{"Quote":"Your traditional EDUCATION is not going to CHANGE your life but the life you are experiencing that can change you. Choose a POSITIVE life STYLE with positive ATTITUDE which could bring you a life with HAPPINESS and WISDOM"},{"Quote":"Autumn is a momentum of the natures golden beauty…, so the same it’s time to find your momentum of life"},{"Quote":"How you think and create your inner world that you gonna become in your outer world. Your inner believe manifest you in the outside"},{"Quote":"CONFIDENCE is not showing off your VANITY, it’s about to be HUMBLED and KIND to others what are you truly SKILLED and PROFESSIONAL about…"},{"Quote":"The future depends on attitude, aptitude, and gratitude--not on knowledge."},{"Quote":"Your dream is a reality that is waiting for you to materialize. Today is a new day! Don’t let your history interfere with your destiny! Learn from your past so that it can empower your present and propel you to greatness"},{"Quote":"Life is a web of intersections and choices. Your 1st choice is to recognize an intersection. Your 2nd choice is to be grateful for it."},{"Quote":"Gratitude is one of the virtues of the noble man. It is the hallmark of a life lived well. It is a trademark of the righteous man. It is an attribute that significantly impacts on your personal happiness and how sound your relationship will be with others."},{"Quote":"We must never forget our teachers, our lecturers and our mentors. In their individual capacities have contributed to our academic, professional and personal development."},{"Quote":"We must never forget our teachers and our lecturers. In their individual capacities have contributed to our academic, professional and personal development."},{"Quote":"The highest form of education teaches us to find the truth by searching with love, harmony, and gratitude."},{"Quote":"When we replace a sense of service and gratitude with a sense of entitlement and expectation, we quickly see the demise of our relationships, society, and economy."},{"Quote":"Don't ever stop believing in your own transformation. It is still happening even on days you may not realize it or feel like it."},{"Quote":"How would your life be different if...you began each day by thanking someone who has helped you? Let today be the day...You make it a point to show your gratitude to others. Send a letter or card, make a call, send a text or email, tell them in person...do whatever you have to do to let them know you appreciate them."},{"Quote":"There is nothing so inspiring as true heartfelt gratitude."},{"Quote":"To become a better you, remember to be grateful to people who have contributed to making you who you are today."},{"Quote":"All you need is what you have."},{"Quote":"Sometimes you have to give up on people. Not because you don't care but because they don't. A person's actions will tell you everything you need to know. Love yourself enough to say goodbye to those who don't make time for you or don't know how to love you back. Let go of what hurts, even if it hurts to let go.\" ~ Jennifer Green"},{"Quote":"Don't promote negativity online and expect people to treat you with positivity in person."},{"Quote":"Take time daily to reflect on how much you have. It may not be all that you want but remember someone somewhere is dreaming to have what you have."},{"Quote":"Deeply happy people are even thankful for the trials and tragedies they pass through."},{"Quote":"Don't over-focus on the negatives and under-focus the positives in your life."},{"Quote":"Be grateful for the day and the day will be grateful for you. Stay positive and everything around you will respond in kind."},{"Quote":"When you start with thanksgiving, you will always end with praise. Be thankful, it grows."},{"Quote":"For all her faults, it was actually my mom who instilled in me a love of reading, and books, for which I will always be grateful. She’s a complete bibliophile, so I’ve pretty much grown up around libraries and books."},{"Quote":"My prayer is an attitude of pure gratitude for having the opportunity to experience life on this earth with all its pain, heartache, worry, and turmoil; coupled with this gratitude is the thankfulness for just having the opportunity to have lived. That is fairly easy on good days but difficult when life puts rocks and boulders in the road."},{"Quote":"Your life is an opportunity to question, discover, and explore."},{"Quote":"Nature is one of the most underutilized treasures in life. It has the power to unburden hearts and reconnect to that inner place of peace."},{"Quote":"Gratitude enables you to be fearless, and to never shy away from reveling in every moment of your life."},{"Quote":"You have the power to adjust your life experience simply by being grateful."},{"Quote":"You have the power to adjust you life experience simply be being grateful."},{"Quote":"I am the master of my own destiny, so I choose greatness and nothing less."},{"Quote":"Gratitude looks to the Past and love to the Present; fear, avarice, lust, and ambition look ahead."},{"Quote":"When you are grateful, fear disappears and abundance appears."},{"Quote":"An attitude of gratitude increases abundance and diminishes fear."},{"Quote":"There are three things that stop people from becoming their best, \"fear\" \"anger\" and \"greed.\" The antidote to fear is action, the cure for anger is gratitude and the medicine to greed is love."},{"Quote":"Gratitude is a powerful catalyst for happiness. It’s the spark that lights a fire of joy in your soul."},{"Quote":"Gratitude is continuous stream of goodness."},{"Quote":"To evade arrogance, remind yourself (from time to time) that your talent or success could have been better. To be thankful, remind yourself (every now and then) that your illness or failure could have been worse."},{"Quote":"Your life looks like a prison because you focus on the things you wish you had and thus don’t appreciate what you already have.So why don’t you try to see the abundance in your life? Because, if you haven’t noticed, you’ve got many things to thank for. Just look around."},{"Quote":"I dance to the music in my heart."},{"Quote":"Gratitude is the best food and fuel to start the day for you. Have some at lunchtime and again at dinner too. It will energise and sustain you - the whole day through. But it will also leave you room, power and the thirst to do what you need to do and contribute."},{"Quote":"To appreciate pleasure, someone had to experience pain; to appreciate joy, some had to experience sorrow; to appreciate love, some had to experience heartache; to appreciate freedom, some had to experience fear."},{"Quote":"Affirm yourself every day (especially after every setback) because no one else will do it for you."},{"Quote":"Develop a vocabulary of uplifting and empowering words for times of uncertainty and upheaval."},{"Quote":"Focus on the future and the outcomes you want, not your present setbacks or failures."},{"Quote":"Loosing is part of winning. You will have to walk through the shadow of failure to get to he winning side."},{"Quote":"Your beliefs frame your thoughts and actions. If you change your beliefs, you change your reality."},{"Quote":"You can change your perspective on any experience by given it a positive and empowering meaning."},{"Quote":"Through reframing, you can eliminate all limiting experiences from your life."},{"Quote":"The outcomes in your life will depend on the quality of the frames you use to evaluate the events, the choices you make, and your decision not to be affected negatively by any events that occur."},{"Quote":"It’s not what happens, it’s what you do that makes the difference to how things turn out. Change your perspective in the way that serves you best."},{"Quote":"Focus is central to everything you do, and where your focus goes, energy flows"},{"Quote":"Focus means exercising the self-discipline required to keep your time, energy and attention directed towards the outcomes you have chosen whilst avoiding all distractions – good or bad."},{"Quote":"The path to success lies in finding something you have a passion for, care deeply about, and are willing to apply all of your energy and focus to."},{"Quote":"Success rarely occurs until a desire is turned into a passion and all focus and energy is channelled in its path."},{"Quote":"There are many good things in the world, but not all of them benefit you. Focus keeps you on the path of what is right and away from other options."},{"Quote":"To succeed, you have to say ‘no’ more often than you say ‘yes’. This is easier when you have a definite purpose or clarity on the desired outcome."},{"Quote":"All worthwhile endeavours begin in your thoughts, and focusing your thoughts appropriately will increase your chances of success."},{"Quote":"If you can stay focused on your most important goal, you can become incredibly successful, but to stay focused you must intentionally create and maintain an environment, atmosphere, and culture that keeps you focused."},{"Quote":"When we think of success, we often associate those who are successful with the things they do rather than the things they don’t, and focus is found in the latter."},{"Quote":"To develop stronger focus, develop a greater reason or meaning for your goal."},{"Quote":"You will fall short of achieving your goals if your focus is fragmented and your attention, energy, and concentration diversified."},{"Quote":"Every day comes with a host of opportunities but also distractions. You need to develop good judgement in the decisions and choices you make."},{"Quote":"Focus comes from a promise of the future, and therefore the strength and longevity of your focus will seldom exceed the strength of your purpose, vision, dreams or goal."},{"Quote":"Failure results from broken focus, and an average person with complete unwavering focus can achieve more than a team of geniuses with broken focus."},{"Quote":"What you see and what you focus on has a profound impact on your behaviour."},{"Quote":"Focus determines your feelings, which in turn influence your behaviour, actions and your destiny."},{"Quote":"Focus is where you fail or succeed."},{"Quote":"Focus is not a state of single-mindedly pursuing one goal or objective without getting distracted. Rather, it’s a commitment to exert all concentration and effort through constant adjustment like the lens of the human eye on a vision or purpose"},{"Quote":"Failure is a snapshot of the present and never an indication of the final outcome or destination."},{"Quote":"Fail faster, but (more importantly) fail intelligently."},{"Quote":"In times of difficulty, take time out and seek support and encouragement."},{"Quote":"What you say to yourself after a failed experience or setback is as important as what you say when you succeed."},{"Quote":"You should be your best critic and coach."},{"Quote":"Invested wisely, time produces a good return. Invested poorly, it has little or no value and is therefore wasted."},{"Quote":"Your thoughts create your reality and you can chose the quality and the type of reality you experience every day by guarding your mind and only allowing the right input."},{"Quote":"Time is the first currency for success and one we all hold in common"},{"Quote":"Regardless of your gender, age, race, disability, colour, ethnic or national origin, how you use time each day decides who you become."},{"Quote":"Time is life. To manage time you simply have to manage yourself."},{"Quote":"Treat time and money as though they are the same by using both resourcefully."},{"Quote":"Although time is equally possessed by everyone, it is valued and used differently by the successful."},{"Quote":"If you don’t understand the concept of time or appreciate its value, it’s almost impossible to be successful."},{"Quote":"Always look into the future when deciding how to use your time in the present."},{"Quote":"Spend your time today on things that will create more or save you time in the future."},{"Quote":"The effective use of time is the best-kept secret of those who have created a successful life and continue to experience it every day"},{"Quote":"The value of time lies in its brevity. To use it effectively, you must know its value."},{"Quote":"You can do this by disciplining yourself to be selective in what you read, see, hear, say to yourself and the influence of others."},{"Quote":"You can leverage time by using it wisely and purposefully."},{"Quote":"Your understanding and use of time decides the life you will have in the future."},{"Quote":"The effective use of time is the best-kept secret of those who have created a successful life and continue to experience it every day."},{"Quote":"The value of something is not only decided by the price you are willing to pay for it. It is also influenced by its rarity."},{"Quote":"Circumstances, events or situations do not have inherent meanings except what you give them."},{"Quote":"Your perspective determines your experiences, attitude and the quality of your life."},{"Quote":"When your focus is too narrow you can miss the big picture."},{"Quote":"Change your perspective and you can change your life."},{"Quote":"A problem is an opportunity viewed from a positive perspective."},{"Quote":"Your perspective changes relative to the frame through which you see things."},{"Quote":"The meaning of everything that occurs in your life is decided by the frame you put around it."},{"Quote":"You can choose the quality and the type of reality you experience every day through your focus. What you focus on, you feel."},{"Quote":"Circumstances, events or situations have no power except that which you give them."},{"Quote":"The essence of life is to become all that you can be and manifest the greatness that lies within"},{"Quote":"Becoming your best self should be your ultimate goal, and wisdom helps you discover your true self and can guide you towards manifesting your potential."},{"Quote":"Invest in yourself, because you will only ever achieve the level of success that matches your level of wisdom."},{"Quote":"Investing in your personal development requires time, energy, and money, but the investment provides a great return."},{"Quote":"Investments are about the return they provide in increased opportunities, prosperity, health, wealth, happiness, joy, and success."},{"Quote":"Wisdom is made complete with knowledge, understanding and good judgement."},{"Quote":"You have the paintbrush in your hand, you can make the picture of your life brighter and bigger or duller and darker, it’s up to you."},{"Quote":"Your mind is your most important asset because it creates everything you have in life."},{"Quote":"Buy wisdom no matter the price."},{"Quote":"What is your life and future worth? Ask yourself this question daily and your life will be enriched beyond measure."},{"Quote":"There is a cause/effect relationship between your investment in yourself and the future you have."},{"Quote":"For long-term success, invest 5-10% of your time each day and 5-10% of your income each month in increasing your wisdom."},{"Quote":"Like soil, the quality of your mind decides the quality and quantity of ideas your mind can produce."},{"Quote":"Review how you spend your money and time across all areas of your life, and judge for yourself whether your investment in your mind is right for the future you want."},{"Quote":"Invest in books that will help you become the person you were born to be and do what you should do."},{"Quote":"Wisdom isn’t expensive, but ignorance is."},{"Quote":"Wisdom comes at a price. But the price you have to pay shouldn’t guide your decision to invest – the expected return should."},{"Quote":"To gain wisdom you must be willing to invest time, energy, and money in your personal development."},{"Quote":"Feed your mind with thoughts that inspire, motivate, encourage, empower, educate and instruct you by deliberately choosing the information you allow into your world through sight, sound and people."},{"Quote":"Positive thoughts are the birthing ground for making your dreams, goals, and desires come true."},{"Quote":"Change in thinking + shift in perspective = change in your life"},{"Quote":"Everything starts as a thought. Whether you feel happy or sad, calm or anxious, content or unfulfilled is a function of your thoughts."},{"Quote":"You can’t always control your external environment, but you can manage your micro environment by intentionally choosing what you allow to influence you – by sight, sound, and presence."},{"Quote":"You don’t have to allow the drama and events of the economy, others people’s lives, and external circumstances to limit your potential and rob you of the life you deserve."},{"Quote":"You have absolute control over your thoughts, and guarding your mind is a choice."},{"Quote":"Renew your mind by flooding it with inspiring, empowering, educational and edifying thoughts and words."},{"Quote":"You have a shot at success if you can discipline yourself to eliminate the limiting thoughts from within and the disempowering words from without."},{"Quote":"Discipline yourself to shut the door of your mind on people, events, or things that pull you down, drain your mental or emotional energy, and try to rob you of your promise of the future."},{"Quote":"Your external world is a mirror of your internal world, and if you can discipline yourself to change your thoughts, your external world will change."},{"Quote":"There’s no secret to success, but if there were one, it would be that your decisions create your success or lack of it and the quality of your decisions will determine the quality of your life."},{"Quote":"If you had all the time in the world but your knowledge, wisdom and understanding remained unchanged, your life would remain the same."},{"Quote":"Indecision is a decision not to use life’s first gift to you – the power of choice."},{"Quote":"The quality of your life is a direct reflection of the quality of the decisions you make each day."},{"Quote":"There are no victims in life, we are all volunteers. Our decisions create our experiences."},{"Quote":"Time doesn’t create change. The changes in your life will be in proportion to the decisions you make."},{"Quote":"The best decisions are often those made from the creative part of your mind and not the emotional part of your heart."},{"Quote":"Give yourself permission to dream, to choose, to decide."},{"Quote":"Avoid making important or long-term decisions when you are fatigued mentally, emotionally or physically."},{"Quote":"Time does not create changes, wisdom does. Your wisdom decides the quality of your decisions."},{"Quote":"Most of us make decisions without thinking about their impact on our future."},{"Quote":"Your decisions are influenced by your beliefs, philosophy, wisdom, environment, relationships, goals or dreams and state of mind."},{"Quote":"The quality of your decisions can only be improved if you improve all these factors."},{"Quote":"Decisions create success, and the quality of your decisions will determine the quality of your life."},{"Quote":"Making good decisions is a skill anyone can develop with effort."},{"Quote":"Personal experience is the slowest way of learning. Combine your personal experience with other people’s experiences."},{"Quote":"Your wisdom decides the quality of your decisions."},{"Quote":"Take control of your life and future and become the master of your destiny by making one good decision at a time."},{"Quote":"Your life is a picture of the decisions and choices you have made in the past, and your future depends on the quality of the decisions you make today and tomorrow."},{"Quote":"One thing guaranteed in life is that you’ll experience twists and turns, obstacles, roadblocks, and battles."},{"Quote":"The key to triumph is the art of choosing your battles – staying focused on your vision and avoiding distraction."},{"Quote":"You have to master the art of selectivity in everything you do. Otherwise, you could be side-tracked by secondary events and opportunities."},{"Quote":"All battles are not created equal; a few offer good rewards and are worthy of your attention but most are a waste of your time, energy and focus."},{"Quote":"Get your ego in check and half your battles in life will disappear."},{"Quote":"If you can manage your thoughts and mind, and choose your battles wisely, you can manage your life."},{"Quote":"The reward for all battles should always be greater than the sacrifice you have to make."},{"Quote":"Some things are not worth fighting for and some are worth dying for, Wisdom helps you understand which are which."},{"Quote":"Never go into battle for your ego, Learn to battle for something much greater."},{"Quote":"Be unconventional when you face a battle. Change the rules of engagement to your benefit."},{"Quote":"Planning your day before it begins, and adjusting your plan through the day, is one of the most important daily habits."},{"Quote":"Rather than wait to see what the day or future holds, why not design and plan the future you want to experience?"},{"Quote":"Planning is deciding your destination and setting your sail so you achieve the outcomes and arrive at your intended destination in the shortest possible time."},{"Quote":"Planning provides certainty."},{"Quote":"By bringing the future into the present, you can do something about it usually before it gets too late."},{"Quote":"Never start a day or activity without a plan. Learn to plan your work, and then work your plan."},{"Quote":"The difference in the quality of life between people can be found in the quality of the questions they ask themselves"},{"Quote":"Questions control how you think, and thinking is the root contributor to the results and outcomes of your life"},{"Quote":"Ask empowering questions daily so your mind can focus on new possibilities and solutions instead of problems."},{"Quote":"It isn’t what you don’t know that’s the problem. It is what you’re unwilling to ask."},{"Quote":"Your life is a reflection of the quality of the questions you ask yourself and others."},{"Quote":"The answers to all problems or issues is hidden in a question."},{"Quote":"Thinking is simply an orderly process of asking yourself questions."},{"Quote":"Your experiences are often in proportion to the questions you ask."},{"Quote":"Those who succeed in life are those who are unashamed to ask silly questions."},{"Quote":"Humility makes you reach out to others for guidance."},{"Quote":"Asking questions is an essential daily habit, because your experiences are often in proportion to the questions you ask."},{"Quote":"Take the time every day to teach and train yourself how to ask empowering questions. Those who ask the right questions change the world."},{"Quote":"How you choose to live is one of the best indicators of the future you will have."},{"Quote":"Like the rudder or anchor on a ship, your habits can guide you in the direction of your dreams or hold you back and keep you from achieving them."},{"Quote":"Decide on the future you want to experience, then find out the habits that will produce it and practice them daily."},{"Quote":"Routines and daily habits aren’t restrictive. They provide structure, direction, and opportunities for spontaneity."},{"Quote":"What you do daily decides your destiny and (more importantly) your legacy."},{"Quote":"Your habits can guide you in the direction of your dreams or hold you back from achieving them. Look closely at your daily habits and you can predict your future with accuracy."},{"Quote":"Your daily habit is one of the most important predictors of the quality of your life."},{"Quote":"Habits decide who you become permanently, what you do daily and what you have always."},{"Quote":"The key to your success or failure lies in your daily habits."},{"Quote":"You must commit to a lifestyle of constant and continuous never ending improvement of your daily habits, because it’s one of the most important predictors of your success and the quality of your life."},{"Quote":"Sometimes it’s best to stop searching for your passion. Instead, follow your curiosity and see where it leads."},{"Quote":"An unpleasant experience will often reveal your passion."},{"Quote":"To truly live a passionate life, develop habits and routines that engage you and enable you to express your passion each day."},{"Quote":"Be passionate about creating a life that is exciting and fun, one that will help you reach your ultimate potential."},{"Quote":"You will find success when your passion becomes your magnificent obsession."},{"Quote":"You can do anything if you can combine your passion with focus, effort and persistence."},{"Quote":"Passion is simply energy, and we all have energy within us which implies you already have all the passion you need within you."},{"Quote":"You don’t need to go searching for your passion outside; you simply need to look within, rekindle it and let your light shine."},{"Quote":"Success is a product of inspiration, and if you can keep yourself inspired you can achieve any dream or goal"},{"Quote":"The most important thing you can do for yourself each day is to create (in and around you) an environment that keeps you constantly inspired because when you’re inspired, there is absolutely nothing you cannot do."},{"Quote":"Surround yourself with things that inspire you every day. Let go of everything that drains your inspiration."},{"Quote":"When you are inspired, there is little you won’t attempt. Find what inspires you, and keep it around and with you always."},{"Quote":"Your dreams are the golden gate to a life of inspiration. The more you allow yourself to dream of your ideal future, the stronger your inspiration."},{"Quote":"Learn to draw strength and inspiration from your past victories by keeping a victory journal where you capture all of your success experiences."},{"Quote":"Inspiration is deeply personal. It’s your responsibility and no one else’s to inspire yourself."},{"Quote":"Inspiration is a lifestyle that must be practised continuously and is one that is never completely mastered."},{"Quote":"Inspiration does not come genetically or automatically. Neither is it continuously present."},{"Quote":"It’s your responsibility and no one else’s to keep yourself inspired."},{"Quote":"Study yourself and develop your personal inspiration routine, applying it to your life every day to help you create the extraordinary life you deserve."},{"Quote":"Search constantly for people, places, things, pictures, sounds, or scents that inspire you. Your most important responsibility is to keep yourself inspired always."},{"Quote":"Rather than wait to see what the day or future holds, why not design and create it?"},{"Quote":"Success starts with a good plan. To have it, you have to plan it."},{"Quote":"Your ability to support your plans with a great strategy is the master skill for success."},{"Quote":"Planning your life creates within you a feeling of control which produces self-confidence, self-responsibility and self-assurance."},{"Quote":"Without a good plan, you might fall short of reaching your dreams and goals."},{"Quote":"Planning is the process of identifying how best to use your resources to achieve your outcomes."},{"Quote":"Planning gives you the opportunity to identify the tasks that will add the most value to attaining your outcomes."},{"Quote":"Planning eliminates urgency by allowing you to bring your future into the present."},{"Quote":"The highest return on your investment of your time and energy comes from planning in advance."},{"Quote":"Never start the day until you already have it designed, finished and documented."},{"Quote":"You already have great gifts, talents and abilities, but you must find the environment where your potential can be developed and maximised"},{"Quote":"In the wrong environment your weakness is evident, but in the right environment, you function from a place of strength."},{"Quote":"Purpose is the reason something is designed, made, created, or exists."},{"Quote":"You were born for a purpose and a special reason.Your purpose identifies your passion, your potential, the source of your fulfilment in life, and ultimately your success"},{"Quote":"The discovery of your life’s purpose is your ultimate pathway to an extraordinary life. You were born an original, so quit conforming to the expectations of others."},{"Quote":"Your purpose distinguishes you from others; not your talent, IQ, race, job, hobbies, or gender, as these are held in common with many others."},{"Quote":"Each day should be founded on a purpose and work in harmony with the core reason for your life."},{"Quote":"Your purpose is the gateway to your success; it identifies your gift and reveals your passion, potential, ability and ultimately what you will excel in."},{"Quote":"Success should not only be measured by what you get but by the stewardship of your duty."},{"Quote":"You were born for a reason and with a specific purpose in mind. You don’t choose it, you discover it."},{"Quote":"Your purpose lies where your passion, wisdom and gifts meet and complement each other."},{"Quote":"The greatest of tragedies is a life lived without knowing its purpose. Discover your purpose and life will take on a new meaning."},{"Quote":"You don’t choose your purpose, you simply discover it."},{"Quote":"Your life is defined by how you spend your time and what you choose to do daily, so a life of passion is not an act but a habit."},{"Quote":"The best way to truly live a consistent life of passion is to formulate daily habits and a daily routine that engages you and makes you feel more passionate about life"},{"Quote":"You truly live not by living longer or by having all your desires and needs met. You truly live when you live well and when you live passionately. Every new day is an opportunity to live your passion."},{"Quote":"A life of passion is not an act or a habit but a lifestyle."},{"Quote":"Passion is the feeling of excitement, energy and enthusiasm you feel towards something or someone you care about."},{"Quote":"Discover where and what makes you come alive and make a deliberate decision to live there."},{"Quote":"Passion is an intense feeling of conviction and a strong desire or devotion to an activity or concept."},{"Quote":"Passion ignites your innate desire to create, produce, give and grow."},{"Quote":"Those who can confidently say they are living a life of passion are creating and contributing towardsmaking this world a better place."},{"Quote":"Passion is finding something you’re unwilling to live without."},{"Quote":"Money, fame and personal possessions should never be your metric for measuring your passion."},{"Quote":"Our lives are defined by how we spend our time and what we choose to do daily. A life of passion is not an act but a lifestyle."},{"Quote":"Develop the daily habit of visualisation and dreaming by consciously seeing a better and brighter future through your mind’s eye."},{"Quote":"Until you can see it in your mind, you will not see it with your eyes. Vision precedes sight."},{"Quote":"Through dreams, your ideas and ideals are brought to reality, so learn to dream of the future you wish to experience."},{"Quote":"Reading develops your imagination and ability to dream. Feed your mind with the right books."},{"Quote":"Whatever happens in your life, make a promise to yourself that you will never give up your ability to dream."},{"Quote":"Without dreams, the future will remain mediocre. Stay inspired though your dreams."},{"Quote":"If your dream is accepted by all, you don’t have a big enough dream. Big dreams challenge the status quo."},{"Quote":"Stay inspired by feeding your mind with positive, healthy, mental food through reading or listening to good inspirational, motivational, and educational material."},{"Quote":"Dreams are maps to the future."},{"Quote":"To live a successful life and make a difference in the world, you must continue to dream."},{"Quote":"The world belongs to dreamers."},{"Quote":"Turn on your dream machine and let your imagination do what it does best – create."},{"Quote":"Be careful who you share your dreams with whilst they are still in the creation stage. Doubt kills dreams."},{"Quote":"Whatever success you have had, whatever victories you have experienced, whatever you have done so far in your life is only a fraction of the potential within you"},{"Quote":"Your true potential is unlimited, and you can certainly achieve much more than human intelligence can comprehend."},{"Quote":"Success comes from closing the gap between who you are today and your ultimate potential."},{"Quote":"Your potential is hidden in what you are yet to do, not what you have already done."},{"Quote":"There is an angel within you waiting to be released."},{"Quote":"Potential means nothing unless you’re willing to do something with it."},{"Quote":"Effort will always triumph over unapplied potential."},{"Quote":"See yourself through your mind’s eye being who you want to be, having what you want to have, and doing what you want to do."},{"Quote":"Dreams create hope, energy and passion and together reveal your hidden abilities and untapped potential"},{"Quote":"Dream like a child with complete faith and no limits. This is the only way the greatness within you can be awakened."},{"Quote":"Dream until you can no longer tell the difference between your dreams and reality."},{"Quote":"Don’t waste your life on small dreams. Give yourself permission to dream big."},{"Quote":"Dreams and visions are important not only because of the energy and passion they generate but also because of their ability to create hope."},{"Quote":"Turn you dream machine on and create the world you wish to experience through your imagination."},{"Quote":"Live each day like it’s your best."},{"Quote":"Start every day by making a list of all the experiences you will fill your day with and make an effort to achieve them."},{"Quote":"Make the world a better place by resolving to do something good for someone different every day."},{"Quote":"Every day you leave a legacy behind, so make it a good one by doing something of significance."},{"Quote":"Words are life. They can tear down or build up, so use them wisely."},{"Quote":"You are the actor, director, producer, and scriptwriter of the play called ‘Your Life’ and you can change the play anytime."},{"Quote":"Every day is an opportunity to create good memories for yourself and others."},{"Quote":"Your past success and victories, small or large, can renew your resolve to persevere if you are willing to lean on them."},{"Quote":"To live each day like it is your best, give your best, laugh your best, love your best and be the best you can be."},{"Quote":"How you receive and respond to moments determines the quality of your life."},{"Quote":"Start every day by making a list of all the experiences you will fill your day with and make an effort."},{"Quote":"Life is beautiful but it’s also brief. It doesn’t matter how long you live. What matters is how well you live."},{"Quote":"You live like it is your best when you live on purpose."},{"Quote":"When you find a way to serve, the angel in you awakens."},{"Quote":"Become more skilful in how you use words – towards yourself or others."},{"Quote":"The efforts of tracking small achievements every day creates a record of your progress. Do this consistently and it will serve you well."},{"Quote":"Each daily improvement should have a means by which it can be measured so you can see and feel yourself growing"},{"Quote":"Don’t always try to make big improvements – sometimes small incremental daily improvements are all you need."},{"Quote":"A day is a collection of moments in the same way that life is a collection of experiences."},{"Quote":"There is a science to living well and art to experiencing the good life, and it begins with wisdom."},{"Quote":"Celebration is capturing and acknowledging the important moments in life through your words, actions and reactions."},{"Quote":"Don’t celebrate your day because you get everything you want. Celebrate your day because you love and appreciate what you already have – the little things, the big things, the things that have come and gone, but most importantly those things yet to come."},{"Quote":"Success is the joy found in the experiences unveiled in the pursuit and progressive realisation of a desired goal or dream."},{"Quote":"The success equation is complete only when achievement, fulfilment and lifestyle are present."},{"Quote":"Your success is hidden in the quality of your decisions and the consistency of your actions."},{"Quote":"Success is your birthright. Don’t settle for less."},{"Quote":"If you want to succeed, make it a study first then practice it and finally live it daily."},{"Quote":"Success is subjective, so define it for yourself. Don’t allow your life efforts to be dictated and judged according to other people’s standards."},{"Quote":"To take the island, cut all sources of retreat. Burn your boats and go all in."},{"Quote":"We are all actors in life. Some act like they won’t amount to much while others do the opposite. You have a choice"},{"Quote":"What does easy or hard have to do with anything? Excellence is your standard."},{"Quote":"The future belongs to believers."},{"Quote":"You don’t have to be a miracle worker to make things happen – you just have to be a believer and a doer."},{"Quote":"Focus on your potential not your pain."},{"Quote":"Plan your work, then work your plan."},{"Quote":"Success is evident from the joy you experience. Be willing to let go of anything that takes your joy away."},{"Quote":"There’re two ways to fail in life: Choosing not to try or quitting too soon. You were dumb enough to show up so you’re left with one."},{"Quote":"Be cautious when associating with those who have little or no value or appreciation for time."},{"Quote":"Success is a result not an action."},{"Quote":"Be unwilling to lose."},{"Quote":"You were born with success in you and simply need to give it a pathway of expression."},{"Quote":"Like any formula, success has parts and therefore it is expressed in three ways – achievement (a science), fulfilment (an art) and lifestyle (an act). All three have to be present for the formula to be complete."},{"Quote":"Small wins and major victories are important because they encourage and inspire you to keep your faith and stay the course even when everything around you seems to be falling apart."},{"Quote":"Remind yourself of how awesome you are by celebrating your experiences and moments."},{"Quote":"Don’t let your circumstances and the events in your life rob you of the joy of celebration."},{"Quote":"Life is beautiful, so celebrate it like the gift that it is."},{"Quote":"Find something during the day to celebrate – something you someone did, something you observed or something you heard."},{"Quote":"Don’t wait for others to celebrate you, learn to do it yourself."},{"Quote":"Every day is worthy of celebration because every day is a present you receive by grace."},{"Quote":"Life is supposed to be exciting, so journey through each day collecting moments and celebrating the right ones."},{"Quote":"Wake up each morning celebrating. Navigate through your day with a celebratory attitude and end each day in celebration."},{"Quote":"Each day should be a day of rejoicing. Give thanks and celebrate in all things"},{"Quote":"Learn to give thanks in all things – good or bad."},{"Quote":"Gratitude isn’t innate. It’s a habit that has to be learned through practice."},{"Quote":"Gratitude is an act that has to be expressed, not an attitude."},{"Quote":"Gratitude is an indescribable quality in the lives of those living in abundance."},{"Quote":"Those who live in gratitude start their day by setting their intentions and the direction they want to move in each day."},{"Quote":"Gratitude is incomplete without the act of giving thanks."},{"Quote":"If you learn to be grateful and celebrate each day, you have mastered the secret to living."},{"Quote":"We all have to be taught how to be thankful and once learned, it has to be improved and practised daily."},{"Quote":"Gratitude goes beyond saying ‘thank you’. Feelings complete the blessing"},{"Quote":"If you got on your knees to give thanks for the undeserved kindness and mercy in your life, you would be shocked by how rich you truly are."},{"Quote":"Gratitude must come from a place of true sincerity to be effective. Without sincerity, the experience is incomplete."},{"Quote":"Appreciation is the secret behind increasing in any area"},{"Quote":"Without emotion, all thoughts or words are powerless."},{"Quote":"Gratitude is arriving at the point where your expectations, accumulation and anticipations make way for appreciation, reflection and celebration."},{"Quote":"By focusing your thoughts on the things you are thankful for, you attract more things to be grateful for into your life."},{"Quote":"The best thing you can do for yourself if you wish to see your dreams become reality is to find success and replicate it."},{"Quote":"It’s no mystery, it isn’t luck. Success is a result of your obedience to specific principles, rules and laws"},{"Quote":"your responsibility is simply to find how things work and those who are already successful then model their beliefs, behaviour, attitude, philosophies and actions and you’ll get similar results"},{"Quote":"Never start your gratitude moment with an unthankful heart or out of necessity. Gratitude must be sincere."},{"Quote":"Appreciation generates energy, like thankfulness creates increase."},{"Quote":"Don’t get hung up on trying to be perfect before you start or you may never begin."},{"Quote":"If you got on your knees and counted all of the blessings, goodness, grace, favour and kindness in your life, you would find that you would exhaust the whole day and will still have more to share."},{"Quote":"Don’t live so casually that you fail to see how blessed you are."},{"Quote":"Appreciation and gratitude show your true wealth emotionally, spiritually and psychologically."},{"Quote":"Gratitude is the key to wealth and abundance, so learn to be grateful in all things."},{"Quote":"The best way to start each day is with and in gratitude for the gift of life. You receive it by grace not by deeds."},{"Quote":"Love, positivity and gratitude are the most essential ingredients to a happy and fulfilled life."},{"Quote":"The same tongue that tastes a cube of sugar when it is placed in a small cup of water and appreciates it is the same tongue that tells the same cube of sugar how tasteless it is when it is placed in a large volume of water."},{"Quote":"Piglet noticed that even though he had a Very Small Heart, it could hold a rather large amount of Gratitude."},{"Quote":"I think that real friendship always makes us feel such sweet gratitude, because the world almost always seems like a very hard desert, and the flowers that grow there seem to grow against such high odds."},{"Quote":"In one's awakening, the truest gift of consciousness and openness is recognizing SPIRIT in someone else. It is the mutual recognition and true connection between spirits that the SOUL MATE is born."},{"Quote":"Ungrateful people forget what they are not grateful for."},{"Quote":"Never in the field of human conflict was so much owed by so many to so few."},{"Quote":"My eyes constantly seekthe rainbow of my dreamsand I sometimes fail to be grateful for raindropsthat keeps my hope alive"},{"Quote":"Take time daily to reflect on how much you have. It may not be all that you want but remember someone somewhere is dreaming of what you own."},{"Quote":"A forced kindness deserves no thanks"},{"Quote":"Life is difficult and those who make us laugh are angels."},{"Quote":"Gratitude for being alive is the best way to rise and shine."},{"Quote":"Enough pain will keep you humble.Enough grief will keep you compassionate.Enough trouble will keep you strong.Enough hardship will keep you grateful."},{"Quote":"Find your uniqueness and embrace it with pride."},{"Quote":"I love my story. Sure it's been difficult, but it's the story that got me here, the reason I am who I am."},{"Quote":"More than Gyms, we need centers where we can exercise how to be grateful for things we have & we got, which will add life to our life."},{"Quote":"When life is sweet, be thankful, and rejoice; but when bitter, be strong, and persevere."},{"Quote":"If you have power, be just; wealth, be generous; knowledge, be wise; titles, be humble; and life, be grateful."},{"Quote":"If you have food on your table, clothes on your back, a roof on your head, and a dream in your heart, you have everything you need in life."},{"Quote":"Be happy when you work, thankful when you earn, cautious when you spend, shrewd when you save, and charitable when you give."},{"Quote":"When you count your blessings, count life twice."},{"Quote":"Ears for wisdom, hands for work, eyes for opportunities, and a mouth for thanks."},{"Quote":"I woke up this morning as I do every morning, with an attitude of gratitude."},{"Quote":"If you have much, be generous; if you have little, be grateful; even if you have nothing, be hopeful."},{"Quote":"Ladies, you have a ton of power if you just understand the fundamental differences between men and women and unaffectedly play by the rules."},{"Quote":"My feeling on the subject of sex with a man is - don't give it up unless you're willing to give him up. Not in the beginning. Sex is power!"},{"Quote":"There will be a time when love is beautiful and passionate and nothing else will exist but you and the person you love, and a time when love hurts so badly that you will wish you wouldn't wake up. I say this. Always, always, always approach love with the heart of the angel you were born with."},{"Quote":"Marry for love. But also choose to marry a man or woman who you love that treats you with the ultimate respect for your expression of who you are at your very core."},{"Quote":"To love without ownership, to love with total trust and faith in that very love, to love with the same faith you have that your heart will keep beating moments from now, that is the ultimate love."},{"Quote":"Life is surreal. When you step back and really take a look at it, the irony is absolute."},{"Quote":"We will all experience the judgment of others when we fall in love. Love with your whole being anyway."},{"Quote":"You will never choose love greater than what you believe you deserve and what other insecure people tell your lack of self esteem to have faith in."},{"Quote":"We are given this beautiful life, this beautiful world, and we destroy it with ingratitude and hate."},{"Quote":"When you choose to notice the little things, the world becomes a much more beautiful place. Find the beauty of the little things and the whole picture becomes a bit more magnificent."},{"Quote":"I want to remember to notice the wonders of each day, in each moment, no matter where I am under any circumstance."},{"Quote":"When we appreciate a flower, we are really appreciating the beauty of our amazing minds."},{"Quote":"A flower blooms to reveal her beauty just to express her gratitude for all the life, love, and light."},{"Quote":"I am so Thankful in the knowledge… If I want to learn something I can study it. However, If I want to have something etched in my Soul, I must Teach it. Always remembering that each of us teaches best that which we, the teacher, most need to learn"},{"Quote":"We must exude a sense of proportional gratitude that humankind’s exquisite texture is composed of a feeling soul and an intelligent will, which people refer to as memory of the heart."},{"Quote":"Life becomes meaningful with a loving heart's gift Upon the ocean of gratitude soul's boat adrift Invisible expectancy tossed and turnedFrom the light of memories a blessed ray earned"},{"Quote":"Immersed in surrender and gratitude, celestial pearls of wisdom form rosaries of prayer that entangle with my soul."},{"Quote":"Gratitude is the vitamin of the soul."},{"Quote":"Hope is what keeps the soul alive."},{"Quote":"Gratitude is a soul blooming profusely!"},{"Quote":"The most attractive thing about you should have less to do with your face or body and more to do with your attitude and how you treat people."},{"Quote":"Entitlement is such a cancer, because it is void of gratitude."},{"Quote":"Begin each day with a promise to self to be grateful ,be kind .be authentic your day will meet your intent ~bns"},{"Quote":"Tough times don't last always. Your hard times are there to shape you and develop your character. It causes you to become more aware of life and you develop an attitude of gratitude. Don't lose hope because it gets better."},{"Quote":"Behind every creative act is a statement of love. Every artistic creation is a statement of gratitude."},{"Quote":"It is by continuing to put out good work that the artist best shows his gratitude."},{"Quote":"The world concerns me only in so far as I owe it a certain debt and duty, so to speak, because I have walked this earth for 30 years, and out of gratitude would like to leave some memento in the form of drawings and paintings—not made to please this school or that, but to express a genuine human feeling."},{"Quote":"Sacred actions: gratitude, praying, dancing, hugging, singing, writing, painting, drawing, gardening, jogging, reading, knitting and many more!"},{"Quote":"An attitude of gratitude brings great things."},{"Quote":"Gratitude and love are always multiplied when you give freely. It is an infinite source of contentment and prosperous energy."},{"Quote":"When I am centered on love I don't need to be better than you. I don't need to be rich. I don't even need to be extraordinary. When I am centered on love, who I am and where I am at is enough."},{"Quote":"Our life today is a history of tomorrow."},{"Quote":"Humanity reveals her inner beauty through the interplay of gratitude, love, and kindness."},{"Quote":"I look around with divine precision and gazing free upon the earth, I see —— architects and earthquakes - empaths and robots - fictions and near misses - lives changing, children sleeping, beauty brimming.I see us - trying on ways of being - so sweet and messy, so worthwhile."},{"Quote":"... and isn't the world a treasure in itself? A spectacle glittering every single day, without a concern if anyone's watching or not. It simply goes on, elegantly, letting nature have its way. We only need to open our eyes to witness the biggest masterpiece ever created, the ticket is already in your hand."},{"Quote":"Nature responds to your respect and gratitude by creating a magical energy of blessings in return."},{"Quote":"Oh! The morning sun, I am grateful for your light and warmth. Oh! The pristine nature, I am grateful for your beauty and life sustaining air. Oh! The river and oceans, I am grateful for your generosity and water for thirst. Oh! The vast sky, I am grateful for your vastness and deepness of love."},{"Quote":"Even the smallest tender mercy can bring peace when recognized and appreciated."},{"Quote":"Thankfulness creates gratitude which generates contentment that causes peace."},{"Quote":"We all want to feel peace, and it is always available to us when we can let go of past hurts, hope for future successes, and be grateful for the moment we are living now."},{"Quote":"Living in peace has transformative power!"},{"Quote":"Gratitude is one of the most powerful human emotions. Once expressed, it changes attitude, brightens outlook, and broadens our perspective."},{"Quote":"To live, to truly live, one must consider each and every thing a blessing."},{"Quote":"Everything you have ever done has led up to this very moment. Savor your life, the lessons, the wisdom, the failures, the victories and all the relationships that have made an imprint in your journey."},{"Quote":"Embrace compassion without exception."},{"Quote":"Today and every day: I offer the universe my love I offer the universe my peace I offer the universe my beauty of hope I offer the universe my deepest gratitude for her hospitality and generosity"},{"Quote":"Today is a beautiful day. Thank you!"},{"Quote":"Gratitude is the gateway to a positive life."},{"Quote":"Our daily gratitude shapes our everyday attitude."},{"Quote":"Start your day by awakening early to welcome the morning sun with a smile, love, and gratitude."},{"Quote":"Start each morning with appreciation, love, and gratitude."},{"Quote":"Always be grateful for life, love, and joy."},{"Quote":"Take every moment as a gift of life to enjoy. Stress will melt away to fill your heart with gratitude."},{"Quote":"Never forget to express your gratitude for the gift of life."},{"Quote":"To increase the value of your day, add some love and gratitude to your coffee and some kindness to your dinner."},{"Quote":"Gratitude has the power to fill your heart with love and your life with abundance."},{"Quote":"Love yourself first to fill your heart with bliss. Now give it away with humility, love, and gratitude."},{"Quote":"May the gift of gratitude and power of attention be with you always"},{"Quote":"A sign of gratitude is a thankful smile."},{"Quote":"Touch your enemies’ heart with love. It will bloom flowers of gratitude and joy."},{"Quote":"Start your day with appreciation and gratitude."},{"Quote":"Making the ungrateful grateful will bring tears to your eyes, tears of blood bleeding from the heart."},{"Quote":"...one of the best ways to take the pain out of past experiences is to replace the hurt with gratitude."},{"Quote":"FACING LIFE’S TRIALS, CHALLENGES AND DIFFICULTIES, IS THE BEST WAY TO DEAL WITH LIFE."},{"Quote":"In that instant, I realized that if I focused on the pain and misery, it would take me longer to heal. When chronic pain is my most often companion, it can be challenging to keep looking for the good. I needed to figure out a way to focus on the positive moments of each day. I needed to see where I was improving and healing."},{"Quote":"One may suffer the long-term in order to grow in appreciation for the small things. For in short-term suffering, one only notices the large."},{"Quote":"It eases my soul that I share a house with [Cassandra King] a novelist of such rare and distinctive gifts."},{"Quote":"What matters is not how long it takes but the grace of fulfilled dream."},{"Quote":"Love holds the key to every heart."},{"Quote":"When you express gratitude for the blessings that come into your life, it not only encourages the universe to send you more, it also sees to it that those blessings remain."},{"Quote":"Today is a day to be thankful."},{"Quote":"If you put gratitude at the center of your life, one day you will find it has completely taken over."},{"Quote":"The practice of gratitude can soften a difficult situation"},{"Quote":"When we make a habit of expressing love and gratitude our world expands into something beautiful."},{"Quote":"Gratitude leads to wellness."},{"Quote":"Hope is my joy."},{"Quote":"I dance to music in my heart."},{"Quote":"Embrace your journey and those who come across your path. Be gracious in your endeavors. Focus on your craft. Those who support your dreams now and feel your sincere humility and gratitude will be there 20, 30, 40 years from now, padding your old bones and time worn, weary soul."},{"Quote":"True happiness is not money in the bank or a fancy home-it's a forgiving heart filled with love and gratitude"},{"Quote":"When we begin to view our experiences through the lens of gratitude, our heart, mind and spirit naturally expand."},{"Quote":"Love is divine light.Love is the truth of our soul.Love reveals the richness of our heart.Love is the internalized energy of the universe.Love is the gratitude and beauty of our life."},{"Quote":"Stay upbeat and keep your head held high. There is no end to the power of positive thinking. I AM looking forward to all the wealth, success, and abundance speeding my way!"},{"Quote":"kisses explode when... someone believes in me when my heart cries out a song of thanks to yours."},{"Quote":"Begin each day with a positive thought and a grateful heart."},{"Quote":"Only having valued a thing, can you truly be thankful. You can not be sincerely thankful for what you have not valued."},{"Quote":"Count your smiles, not your frowns."},{"Quote":"Fifty year old wealthy man resents twenty five year old middle class man, without recalling that 25 years back even he was a poor man."},{"Quote":"Gratitude makes the world a softer, kinder place. It softens that brittle shell of defence. There is always something to be grateful for, no matter how small or simple."},{"Quote":"Gratitude is the best food and fuel to start anything that you need to do - it will nourish and sustain you...and others too. Hankering will leave you hungry - or with with heart, head or belly ache - and tends to have or leave a sour or bitter taste too."},{"Quote":"Nothing can stop you from being happy except yourself. Focus on positive thoughts."},{"Quote":"Gratitude means to recognize the good in your life, be thankful for whatever you have, some people may not even have one of those things you consider precious to you (love, family, friends etc). Each day give thanks for the gift of life.You are blessed"},{"Quote":"They do not love, that do not show their love."},{"Quote":"Thanks, Mom. Thanks for making me try out for this play.'I think I might have just made being a mother totally worthwhile for her.I will try to never forget her face...Mom's got tears in her eyes and she's smiling. It's an amazing look.I have to remember how powerful it can be to say thank you.Especially to the people you live with."},{"Quote":"They all looked at her with tears in their eyes and gratitude on their faces, for she had made them see that they should not fight each other, but that family is the one thing that was worth fighting for."},{"Quote":"You should always be thankful and express gratitude for your love, beauty, family, and everything in your life."},{"Quote":"Family gathersto share good noise and good food.Gratitude abounds."},{"Quote":"Maybe this is a second doctoral program: advanced learning about life, death, marriage, mothering, family, faith, patience, prayer. My degree will be 'Doctor of Life,' and I will be in good company. So many of us earn our 'Doctor of Life' degrees."},{"Quote":"Without the spirit of gratitude, no amount of blessings would activate the feeling of happiness in one's mind."},{"Quote":"Any mind that lacks the spirit of gratitude knows nothing about the feeling of happiness."},{"Quote":"The will to love, the desire to help, and an open mind with gratitude can unlock the door to eternal happiness."},{"Quote":"To be undefeated, to primer is to learn the game for not just your talents but for the game itself."},{"Quote":"Do not settle; open up yourself by surrendering to creating your own kind of success ALL THE WAY! Whether you have superior or less-than-average skills, you will cultivate your success story through determination and consistency."},{"Quote":"Entrepreneurs are innovators, visionaries—generators of new ideas turning into coinage"},{"Quote":"Implore yourself to continue to Action Past Your Devil’s Advocate."},{"Quote":"Through action anti-advocates are made believers, even though that isn’t a goal, Right! Your goal is and should always be to fulfill your own expectations and exceed them."},{"Quote":"Be true to your authenticity and innovate with brave ammunition."},{"Quote":"There are opportunities for all of us, we just have to open our eyes and hold ourselves completely accountable"},{"Quote":"Lest you forget the strong develop and improve the weak get frantic digress and deviate"},{"Quote":"..be able and willing to action regardless of all trauma, all the No’s, and non-supporters one could headache and pain on."},{"Quote":"We all have a little entrepreneur inside of us. Wanting to leverage it is what gives us an entrepreneurial spirit and an entrepreneurial mind. Actually doing it makes one an entrepreneur."},{"Quote":"if you are not a fan of great consumer service, then you are not a fan of business ultimately not making you a fan of money."},{"Quote":"Ultimately, having what we want is our liability. It is no one else’s. Purge the blame game. Everyone has a legitimate reason why they CAN’T get something done. It’s the will to get it done REGARDLESS."},{"Quote":"Exceed, succeed, outdo, overdo, all with a smile."},{"Quote":"Entrepreneurs, let’s begin to turn our desire and design into reward."},{"Quote":"Pick the paper off the floor, throw it in the trash, study—even if you think you already know the subject, say thank you for an act of kindness, and be the support you want to receive. You want to become a master of the mundane, making it easier to be a sorcerer of success."},{"Quote":"Here is the world, and you live in it, and are grateful. You try to be grateful."},{"Quote":"Dear world, I am excited to be alive in you, and I am thankful for another year."},{"Quote":"the problem with the world, is, far too many people drain their energy into what is wrong with their life; instead of holding gratitude for what's right in their life."},{"Quote":"Making the ungrateful grateful is a tedious endeavor."},{"Quote":"I'm grateful for past betrayals, heartaches, and challenges... I thought they were breaking me; but they were sculpting me."},{"Quote":"Be happy for things that work."},{"Quote":"Thank you for telling me fairy tales, but also for teaching me how to face the battle I'd need to win in real life."},{"Quote":"Treat others good and you will be a moral compass."},{"Quote":"Love and gratitude offers courage."},{"Quote":"Until I was left with nothing but life and books, I realised these two gracious gifts, where enough for me to exist."},{"Quote":"How simple it is to acknowledge that all the worry in the world could not control the future. How simple it is to see that we can only be happy now, and that there will never be a time when it is not now."},{"Quote":"Be thankful to those who refuse to help you, for they force you to summon upon your warrior within."},{"Quote":"Life is difficult for us all. We’re all driven by love, and the desire to be loved and happy. If you take the right attitude, you think positively, you fill yourself with gratitude, joy and passion – it could be hell on earth and you’d still be happy."},{"Quote":"I live life with great passion."},{"Quote":"I love the sacred moment."},{"Quote":"Either nobody's perfect,or everyone is."},{"Quote":"We can complain because rose bushes have thorns, or rejoice because thorns have roses."},{"Quote":"Saying thanks to the world, and acknowledging your own accomplishments, is a great way to feel good and stay positive."},{"Quote":"Don’t settle for living mediocre. Focus on all the positive and embrace it. Ignore the negative and be thankful for every single day."},{"Quote":"Keep your Eyes on All that's Good and Beautiful and Possible in the World. Because \"The Stories We Tell Create the People We Become."},{"Quote":"The secret to happiness is complaining very little."},{"Quote":"Gratitude is where every positive attitude starts."},{"Quote":"It's easy and natural to be thankful when your expectations are met. The real test of your faith is when things don't go your way, or when you are in pain."},{"Quote":"Thankfulness is the life of contentment."},{"Quote":"The only way to stop the blaming-complaining cycle is to start being truly positive. No matter how bad your day is, always find something to be grateful for everyday. And expect only the best from people."},{"Quote":"Be happy while you have breathe."},{"Quote":"When we reside in Gratitude, it's impossible to simultaneously feel like a victim."},{"Quote":"You don’t have to be bitter in life. Focus on the beauty of life."},{"Quote":"When we reside in Gratitude, it is impossible to simultaneously feel like a victim."},{"Quote":"Joyful living is a healthy life."},{"Quote":"Daring life, graceful living."},{"Quote":"Today is my precious time on earth."},{"Quote":"I find beauty in every sacred moment."},{"Quote":"Time is the most valuable resources."},{"Quote":"Daring soul has five diaries; gratitude, work, inspirational, prayer and language diaries."},{"Quote":"Be positive, be happy and be thankful."},{"Quote":"Begin each day with positive affirmations."},{"Quote":"The possibility of the dream is our joy."},{"Quote":"I can and will improve the world.I will smile, show kindness, and be grateful.I refuse to be unhappy."},{"Quote":"The habit of happiness is achieved through the attitude of gratitude."},{"Quote":"Revolution starts within our own heart, not on the street"},{"Quote":"Gratitude is more of a compliment to yourself than someone else."},{"Quote":"Walk as if you are kissing the Earth with your feet."},{"Quote":"Is the height of my chara joy dependent on the depths of my eucharisteo thanks?"},{"Quote":"The number one joy indicator, the one thing that will predict whether someone feels joy in their life or not, is the practice of gratitude."},{"Quote":"The things that people were the most grateful for were the ordinary things in life. The sound of your spouse’s laugh, the smell of morning coffee, the echo of children playing in the yard. The little things. In waiting for the big moments—the vacations, the retirements, the birthdays—we risk missing the experiences of life most worthy of celebrating."},{"Quote":"May your life be filled with more gratitude."},{"Quote":"What had she have to wish for? Nothing but to grow more worthy of him whose intentions and judgment had been ever so superior to her own."},{"Quote":"What had she to wish for? Nothing, but to grow more worthy of him whose intentions and judgment had been ever so superior to her own."},{"Quote":"Disappointment, fear, grief, unlove, dullness and guilt are the worst feelings. Learn from them so that you move on. Then replace them with more satisfying and promising joy, love gratitude, pride, confidence, direction."},{"Quote":"Build your home in small moments of joy, and you will always feel at home."},{"Quote":"Attempt to be creative for the joy it brings . . . select something like music, dance, sculpture, or poetry. Being creative will help you enjoy life. It engenders a spirit of gratitude."},{"Quote":"A joyful heart is an endless flowing stream."},{"Quote":"I celebrate life with holy thanks."},{"Quote":"The beauty of existence is a passionate sacred-life."},{"Quote":"Be happy with what you have."},{"Quote":"When you are happy with what you have, you are the happiest."},{"Quote":"Gratefulness leads to good health and happy life."},{"Quote":"I live each day with joyful hopes."},{"Quote":"Lead with your beautiful & equisite heart Dear Ones as it will lead you to the TREASURE that is YOU."},{"Quote":"Be happy and enjoy your sacred time on earth."},{"Quote":"I am happy I live in the city of light."},{"Quote":"Joy is sacred blessing."},{"Quote":"You live one time on earth. Live each day with thankful heart."},{"Quote":"Stay inspired, happy and joyful."},{"Quote":"The road to happiness starts with a deep breath and an awareness of the many blessings tied to that single breath."},{"Quote":"Both joy and gratitude go hand in hand together. More grateful you are more joyful you will be."},{"Quote":"Happiness gives you the freedom to enhance your ability to achieve success. Your choices in life are a direct reflection of your level of happiness. It's the sunshine for your soul that you need in order to grow"},{"Quote":"A thankful heartis the key to overflowing joy."},{"Quote":"Express gratitude for love, joy, and beauty of life, to expand your happiness."},{"Quote":"Joy is the simplest form of gratitude."},{"Quote":"The most beautiful moments in life are moments when you are expressing your joy, not when you are seeking it."},{"Quote":"It is great joy to love and be loved."},{"Quote":"It is a great joy to love and be loved."},{"Quote":"The moment that you give gratitude is the moment that you find happiness. The moment that you lose gratitude your happiness will vanish and slip through your fingers"},{"Quote":"There is more reason to say grace before beginning a book than there is to say it before beginning to dine."},{"Quote":"As we learn to give thanks for all of life and death, for all of this given world of ours, we find a deep joy. It is the joy of trust, the joy of faith in the faithfulness at the heart of all things. It is the joy of gratefulness in touch with the fullness of life."},{"Quote":"Gratitude begins in our hearts and then dovetails into behavior. It almost always makes you willing to be of service, which is where the joy resides. It means that you are willing to stop being such a jerk. When you are aware of all that has been given to you, in your lifetime and the past few days, it is hard not to be humbled, and pleased to give back."},{"Quote":"It is in the shade that you look up at a tree and appreciate its efforts."},{"Quote":"If you don't take inventory of your blessings, ingratitude will try to steal them from you."},{"Quote":"This moment is our greatest treasure. We cannot replay the past events. We have no control over future events."},{"Quote":"If women could regard childbearing not as a duty or an inescapable destiny but as a privilege to be worked for, the ay a man might work for the right to have a family, children might grow up without the burden of gratitude for the gift of life which they never asked for."},{"Quote":"I’m glad to be eating the bread of freedom even if it does taste like sponge buttered with greasy salt."},{"Quote":"Another thing we can learn to do is to be more grateful for every day we have with our children. None of us ever knows how long we have on Earth, so it is imperative that we live and love each moment we have. For some of us, our children’s days do become numbered and we learn how to make the best of every moment we have left with them."},{"Quote":"Thanks for nothing, regular human mom. Footnote: nothing except for the unconditional love and support and meticulous care to make sure I faced the world fully informed about my body and reproductive health."},{"Quote":"He has seen enough of daily evil to be thankful for small goods that come his way."},{"Quote":"Some people can be so generous when they give nothing away!"},{"Quote":"My expectations were reduced to zero when I was 21. Everything since then has been a b"},{"Quote":"No matter what, if you have the strength of life, it is enough to be thankful."},{"Quote":"The glory of life is strength of existence."},{"Quote":"I'm grateful for today. I'm stronger, braver, wiser."},{"Quote":"Gratitude pours forth continually, as if the unexpected had just happened—the gratitude of a convalescent—for convalescence was unexpected…. The rejoicing of strength that is returning, of a reawakened faith in a tomorrow and the day after tomorrow, of a sudden sense and anticipation of a future, of impending adventures, of seas that are open again."},{"Quote":"Life can only be live with grace and gratitude."},{"Quote":"My life is change with the heart of gratefulness."},{"Quote":"Live each day with graceful gratitude."},{"Quote":"Many of the women in Los Angeles are part of the notorious gang culture, and they will forever have my gratitude for, you know, letting me live."},{"Quote":"Sufism expresses what I have found to be Real."},{"Quote":"Setting a goal is like to set your destination point in your life GPS which could take you to your desire position as you dreamed about..."},{"Quote":"Your every positive action in your life will increase your self-esteem and this self-esteem will boost you for more positive action to take you on success"},{"Quote":"Give yourself a great self-respect to know who you are then your confidence will shine on you"},{"Quote":"A gift freely given,I did not ask to be in this state: living."},{"Quote":"Your life is a precious gift from an imaginative loving Source that endlessly breathes life."},{"Quote":"There exist eternity in every moment."},{"Quote":"Gratitude is a way of creativity."},{"Quote":"We owe some of our successes to people who did not want to help us more than we do to those who have helped us."},{"Quote":"The good news is that being in gratitude does not require time and money. All it requires is an attitude of being grateful."},{"Quote":"Accept the good, however big or small, with no strings attached."},{"Quote":"The more you are grateful for what you have the more you can live fully in the present. When you live in the present moment the greater you can build stepping stones for a brighter future."},{"Quote":"There are two days in the year that you cannot do anything: YESTERDAY & TOMORROW: Only TODAY you can Be Happy, Smile, Dream, Love, Feel, & Be Thankful…"},{"Quote":"It is not what happens to you or for you that makes you grateful. It's how you respond to what is happening, that shows your belief about gratitude."},{"Quote":"Gratitude is the antidote for misery. When you are counting your blessings you are too busy to be counting your problems."},{"Quote":"Being grateful is the bridge between the world of nightmares and the world where we are free to say no. It's the bridge between the world of delusions and the world of creativity.It's the power that brings death back to life, the power that turns poverty to wealth and anger to compassion."},{"Quote":"Moisture falls from the sky, cleansing the world and sustaining precious life. But it's the gloom—the cold, dark air—that receives notice. We fail to see the miracle of raindrops through our own tears."},{"Quote":"If the only prayer you said was thank you, that would be enough."},{"Quote":"Ask. Trust. Give thanks. Simple right?"},{"Quote":"Let us give thanks for our shadowsfor they are there in the first placebecause of the presence of light."},{"Quote":"Your prayers for others and the universe make a difference!"},{"Quote":"Begin your day, upon awakening, with prayers of gratitude, requests and affirmations that they are being answered—always ending with more gratitude."},{"Quote":"Prayers can be whatever you wish them to be. They can be short or long requests, expressions of gratitude and affirmations that your requests are being honored."},{"Quote":"One of the highest emotions is that of Gratitude… Wherever you are, offer the expression of your awareness of your blessings and how grateful you are for them."},{"Quote":"Prayer is energy. Try to come from a higher, lighter vibration of gratitude and expectation, in place of worry and fear."},{"Quote":"Healing is about making the choice to focus your thoughts on what feels energetically better at the level of your heart."},{"Quote":"Your heart, mind and body—and all your sixty trillion cells—work as a team. When you carefully choose your thoughts and mental images, and focus on what feels comfortable and good for your heart, you shift to a higher level of vibration, which, in turn, bolsters your immune system."},{"Quote":"Affirmations are powerful and wonderful thoughts that serve you, your body, your immune system, your mind, and your spirit."},{"Quote":"Begin your day with gratitude and end your day with gratitude. A heart filled with loving expressions of thanks is a beautiful offering to the universe."},{"Quote":"... most of my prayers are expressions of sheer gratitude for the fullness of my contentment."},{"Quote":"Prayers likewise your positive thoughts can be based on gratitude and love."},{"Quote":"I am awake, I see the sun. I am going to give my gratitude to the sun and to everything and everyone because I am still alive. One more day to be myself."},{"Quote":"Don't count your blessings, let your blessings count! EnjoyLife!"},{"Quote":"An Attitude of Gratitude Delivers to you the Altitude of Beatitudes"},{"Quote":"You ought to write grateful gratitude every day"},{"Quote":"Capture every moments of your life."},{"Quote":"Be grateful for life. Show gratitude to others, whether it’s verbally or energetically, it has the same effect."},{"Quote":"Appreciate the daily miracles of life."},{"Quote":"I don’t need to go to heaven or hell. I have been both places and always wanted more. I will settle for somewhere in between, so eternity never becomes dull and every miracle is something I never take for granted."},{"Quote":"I believe the main purpose of life is to accept with gratitude what you've been blessed with so that you may use those gifts to mold yourself into the best person you can possibly be. Learning to discern things of true value from those of little or no worth is part of the process."},{"Quote":"Silence your mind and breathe. Take this moment to show gratitude for the abundance of blessings in your life."},{"Quote":"True wisdom is being able to say 'it is what it is' with a smile of celebratory wonder on your face."},{"Quote":"When you can no longer tell the difference between being yourself and being love, you are not far from waking up."},{"Quote":"Although we may wish for more or strive to do better than we have, in these times it is enough to keep your soul."},{"Quote":"I am so glad; I had the opportunity to study at University of Jena, the city of light."},{"Quote":"One grateful thought is a ray of sunshine.  A hundred such thoughts paint a sunrise.  A thousand will rival the glaring sky at noonday - for gratitude is light against the darkness."},{"Quote":"Find the light. Reach for it. Live for it. Pull yourself up by it. Gratitude always makes for straighter, taller trees."},{"Quote":"Don’t Die™ Waiting to Be Brave is about the synchronistic nature of life, love, trust, gratitude, forgiveness and the crooked road of success."},{"Quote":"Do not tell someone you are hungry if, whenever they feed you, you do not eat."},{"Quote":"Even if most days can’t be half as good as today, it’s days like this that make it all worth it."},{"Quote":"There are some people who walk into your life and shed a new light in your entire being. Be grateful to such people."},{"Quote":"Whether your cup is half-full or half-empty, remind yourself there are others without one."},{"Quote":"Be thankful for what you have.Be thankful for what you wish you have.Be thankful for what you are capable of having."},{"Quote":"I am blessed with 365 days of thanksgiving and answered prayer."},{"Quote":"True forgiveness is when you can say, \"Thank you for that experience."},{"Quote":"Pity is not forgiveness, nor is gratitude absolution."},{"Quote":"More Miracles occur from Gratitude and Forgiveness than anything else"},{"Quote":"As you lay yourself down to sleep tonight, think of something you are grateful for. Bless someone who was kind to you, and forgive someone who wasn't."},{"Quote":"There is, however, a far more common ailment among us—and that is pride from the bottom looking up. It is manifest in so many ways, such as faultfinding, gossiping, backbiting, and murmuring, living beyond our means, envying, coveting, withholding gratitude and praise that might lift another, and being unforgiving and jealous."},{"Quote":"When you forgive, you do not change the past, but you change your future\"."},{"Quote":"It turns out that there are many powers of the heart--among them intuition, intention, gratitude, forgiveness, resilience, and, of course, love."},{"Quote":"If forgiveness is medicine for the soul, then gratitude is vitamins."},{"Quote":"A grateful mind by owing owes not, but still pays, at once indebted and discharged; what burden then?"},{"Quote":"Living in love, gratitude and forgiveness, is peaceful and spiritually rejuvenating. Living under the emotional constraints of anger and resentment is draining and toxic to heart and soul. It can be difficult to let go of past hurts, but it can also be freeing and uplifting. More and more, i choose to live in love, gratitude and forgiveness."},{"Quote":"Love, forgiveness, modesty, humility and gratitude are most important virtues in life."},{"Quote":"If I only looked at what I've lost, I'd never be able to see what I have."},{"Quote":"When you lose a beloved belonging, rather than being unkind to yourself, imagine finding it and feeling relief and joy. Sometimes when things get lost, it’s a reminder to appreciate all you still have. The experience of reconnecting with something you love and use often increases one’s sense of gratitude."},{"Quote":"You will never accept gratitude as a solution to your problems, until you have reached the last stage of grief--acceptance."},{"Quote":"To wake up each morning is a blessed gift."},{"Quote":"Life is an amazing wonder."},{"Quote":"I own my past, it hasn't been grande' But it's had some pretty great moments. I own my movements of now, it isn't what I've dreamt, but I'm closer than I was before.I own my future, it is going to test me, But I trust I have the strength to pull through. Life isn't what happens to us, but what we choose to become."},{"Quote":"Perhaps the greatest neutralizer of sadness rests with two simple words : thank you."},{"Quote":"Sometimes, all it takes to lift the sadness from another is to let them know how much you appreciate them and how grateful you are having them in your life."},{"Quote":"Mrs. Norris had been talking to her the whole way from Northampton of her wonderful good fortune, and the extraordinary degree of gratitude and good behaviour which it ought to produce, and her consciousness of misery was therefore increased by the idea of its being a wicked thing for her not to be happy."},{"Quote":"Each of us experiences the perpetual revival of the self. We constantly recast our connate emotional index by perceiving each encounter in life as a marvel, impedance, problem, disaster, or nothing at all. Living in the moment allows us to escape the lonely landscape of self-interest and be part of a larger world filled with beauty, reverence, and adoration."},{"Quote":"In a quest of looking at those who are running AHEAD OF US or TRAILING BEHIND US, we tend to overlook those who are running WITH US. In a race of life, some people will always be ahead of us and some will be behind us. Let’s not forget to ACKNOWLEDGE and APPRECIATE those who are supporting and caring for us while we are busy running."},{"Quote":"Life is a blessed bliss."},{"Quote":"There is an end to life.Live life while you still have the grace to breath."},{"Quote":"Every stage of life has its own challenges. Be grateful for each stage."},{"Quote":"Thoughts turn to other's just a little more this time of year. Days grow shorter and memories grow longer. Families and friends gather in celebration or hope. Giving is a reflection of our love and caring for each other and those less fortunate. May your thoughts turn to gratitude this holiday season and carry on throughout the next year…"},{"Quote":"A sense of entitlement is a cancerous thought process that is void of gratitude and can be deadly to our relationships."},{"Quote":"Live everyday like your birthday and drive your life with all varieties of appreciation. A life live with thanksgiving every day is never tired of being lived again and again!"},{"Quote":"When you arise in the morning, give thanks for the morning light, for your life and strength. Give thanks for your food and the joy of living, If you see no reason for giving thanks, the fault lies with yourself."},{"Quote":"Never Kill your What Ifs,But first be Grateful for What Is."},{"Quote":"Nightmare and dream both are not real, but I do always love my nightmare; because it offers me gratitude while the latter makes me disappointed."},{"Quote":"gratitudenoun \\ˈgra-tə-ˌtüd, -ˌtyüd\\ 1. The word thrown in your face by people who covet what you want and believe that your lack of contentment is a sin. Often, these people believe success is what you have already and obtaining anything else is optional, but not required."},{"Quote":"Find magic in the little things, and the big things you always expected will start to show up."},{"Quote":"In the end, though, maybe we must all give up trying to pay back the people in this world who sustain our lives. In the end, maybe it's wiser to surrender before the miraculous scope of human generosity and to just keep saying thank you, forever and sincerely, for as long as we have voices."},{"Quote":"Kindness is as simple as being grateful for the love anyone has shown you, by not destroying them because it isn't on your terms."},{"Quote":"Wherever you are, be there with love. Be there with compassion, kindness, and gratitude. Smile and show you care."},{"Quote":"Love, gratitude, compassion, and kindness are the sources of all enduring, pure happiness."},{"Quote":"I live by three simple words: compassion, love and gratitude. We need to act on these three words daily. Doing so will irrevocably change your world."},{"Quote":"Whisper sweetly the tenderness of the moment. Let the love teach you the true meaning and passion of this experience we share. With gratitude and reverence for the blessings and miracles I receive and witness, my heart still beats as the little things die to be reborn with a greater joy for life in each moment."},{"Quote":"Never forget to express your gratitude for your blessings."},{"Quote":"Start each day with thoughts of gratitude and you will attract the power of love."},{"Quote":"An attitude of gratitude fills a heart with happiness."},{"Quote":"I am deeply in love with my life. With profound gratitude, I love and enjoy everything around me."},{"Quote":"Never forget to express your gratitude for the abundance and beauty of your life."},{"Quote":"An attitude of gratitude is one of the greatest attitudes of life."},{"Quote":"I choose to walkwith gratitude, not envy; with faith, not worry; with confidence, not fear; with kindness, not anger."},{"Quote":"If you appreciate, you will appreciate."},{"Quote":"Gratitude is the heart's first language."},{"Quote":"Every day, tell at least one person something you like, admire, or appreciate about them."},{"Quote":"Gratitude bestows reverence.....changing forever how we experience life and the world."},{"Quote":"When we saw a destitute-looking man trying to sell worn flip-flops, I vowed never to complain about a job again. When I considered the steady paycheck and quality of life it provided, my past gripes - primarily boring meetings, back-biting office politics and pantyhose - were just whining."},{"Quote":"Someone who seems doddery is perhaps not doddery at all but only an older person absorbed in squinting concentration, as though on an ultimate trip, memorizing a scene, grateful for being alive to see it."},{"Quote":"Say thank you for a beautiful life and be grateful for the small things of life which are miracles we have actually got used to. Gratitude banishes negativity from your life, brings happiness and you start living in abundance and attract more love and prosperity because of the way you think about your life."},{"Quote":"By talking to yourself every hour of the day, you can direct yourself to think thoughts of courage and happiness, thoughts of power and peace. By talking to yourself about the things you have to be grateful for, you can fill your mind with thoughts that soar and sing."},{"Quote":"Carpe Diem... I express my gratitude for everything in my life. What else is possible?"},{"Quote":"Possession of wealth is not the happiness but expression of gratitude for the possession is the happiness."},{"Quote":"Paying tax should be framed as a glorious civic duty worthy of gratitude - not a punishment for making money."},{"Quote":"If you always try to measure yourself withmoney... well, it's like counting backwards, the more youkeep on, the less you'll have to show for it."},{"Quote":"Loneliness is just a passing disillusion we can conquer by acknowledging those around us."},{"Quote":"By acknowledging spirit with gratitude, you bring it joy and give it more strength to do its work."},{"Quote":"Work filled with inspiration is worship. A heart filled with courage is unbreakable. A life filled with gratitude is fulfilled."},{"Quote":"Today, I don't want to ask for anythingI just want to give thanks for Everything I already have."},{"Quote":"A moment can change the way you view the world, and the way you view the world will give you more moments."},{"Quote":"Grow in a way without losing much of our inner childlike deep senses embracing truthful, pure, simple relief of appreciation and gratitude."},{"Quote":"The goodness of life is the gratitude of existence."},{"Quote":"Gratitude is a flowing stream."},{"Quote":"Heavenly Father, I live my life for your glory."},{"Quote":"My heartfelt gratitude to my great teachers!"},{"Quote":"We will always cherish the people who extended great love to us."},{"Quote":"I am the master of my mind. I dwell on positive thoughts."},{"Quote":"We can't help but rejoice despite the circumstance."},{"Quote":"People rarely get more of anything until they have learned to be grateful for what they already have."},{"Quote":"Aim high flyReach deep rootsStretch out growBeyond and belowAbove and behindAll about and inThe awesomenessSings"},{"Quote":"Let's start with what we can be thankful for, and get our mind into that vibration, and then watch the good that starts to come, because one thought leads to another thought.\" -Bob Proctor"},{"Quote":"MOTHER TIME: Every New Year is the same. Every day, every second is too for that matter. But when we deliver them in secret, when another year just begins as a matter of fact, it's easy to fail to appreciate what a miracle it is to have more time. So, I suppose, it feels different right now because this time you're paying attention"},{"Quote":"Today I will find something beautiful.Delicate pink blossoms on a cherry tree.The dove resting near the lemon buds.Sunbeams smiling from sky to earth.Smiling on me.\"Creating\" in BREATHE IN"},{"Quote":"Practice appreciation for who you are and what you have… and allow your life to unfold in the most amazing way."},{"Quote":"If there is one thing the psychic taught me, it's that people and events are rarely who and what we think they are. They are more meaningful, more worth our attention-part of some finely choreographed, eternal dance that we would be wise to bow down before in gratitude and humility."},{"Quote":"Of course gratitude should be expressed...But that does not mean to kill your self-esteem."},{"Quote":"Appreciate the things and people in your life while remaining independent of them. Give thanks for them, but realize that they do not complete you. Only you can complete you."},{"Quote":"While the classic conversion story involves desperation, hitting bottom, and a plea for help, I think now that it was gratitude, as well as the suffering I'd seen, that made room for me to open my heart to something new."},{"Quote":"Acceptance is the vessel of realization."},{"Quote":"Your heart desire will come, but when it comes, you desire for another, and when it comes again, you still aspire for another, that shows your level of ingratitude."},{"Quote":"A warm feeling fell over the boy. A mix of security and comfort, as if a blanket were wrapping its soft layers around his heart and nuzzling him snuggly. Gavin loved his mother, and he would be forever grateful to his father for protecting her. The whole mystery behind it made him itch with curiosity, however."},{"Quote":"Gratitude is food for a weary soul."},{"Quote":"May your hope keep you joyful."},{"Quote":"You see, every piece of the puzzle is required to complete the scene, while some have rough edges and some smooth, they all have value. Being grateful for each piece is not always easy, but it is necessary."},{"Quote":"The less approval I get, the more chances I have to develop a relationship with my inner sense of approval. Thankless environments are actually useful for this. They help me discover my own thankfulness and my own self-appreciation."},{"Quote":"With full appreciation, count your blessings no matter how small they might seem. Gratitude and unconditional self-love are the best gifts that you could ever give to your inner-self."},{"Quote":"Gratitude is where self-love begins!"},{"Quote":"Gratitude is a harbinger of healing, the first robin of spring."},{"Quote":"Gratitude is medicine for a heart devastated by tragedy.  If you can only be thankful for the blue sky, then do so."},{"Quote":"As to having a preference, that was new too. You take what you're given and you're grateful for it. Once that message is well and truly ingrained in you, it feels like vainglory to imagine one's own likes and dislikes could matter to other people."},{"Quote":"To all of you who have made my being alive so wonderful, so exciting and so full, my thanks and all my love."},{"Quote":"Without grace, there is no gratitude."},{"Quote":"Grace is the fruit of gratitude."},{"Quote":"People are generally gracious and generous of spirit."},{"Quote":"I feel thankful for the grace of life."},{"Quote":"A heart full of grace is gift of gladness."},{"Quote":"With grace and gratitude, life is filled with endless gladness."},{"Quote":"With grace and gratitude, great life evolves."},{"Quote":"With grace and gratitude, great lives evolve."},{"Quote":"Not immediately able to proceed, I stood there, inexpressibly grateful that my life, for all its terrors, is so filled with moments of grace."},{"Quote":"All you need is 5min or even less.....Go outside, look up the clear sky and thank the HEAVENS above you for the life you have and the blessings you receive on a daily basis. Why do we make it a mission to simply say thank you? NB: I double dare you to do it!"},{"Quote":"All that we have and don't have is a grace. Even the awareness of grace is a grace in which we should give thanks."},{"Quote":"Today you will envy the blessings of another, or you will bask in the wonder of the amazing grace you have been given."},{"Quote":"I am not interested in having the world revolve around me; that's too boring of an idea. I would rather revolve around the world and try to leave my fingerprints, everywhere. My fingerprints mingled in with all the other fingerprints and all the laughter and all the beautiful things like gratitude, grace, faithfulness and flowers."},{"Quote":"If Christ has died for me, I cannot trifle with the evil that killed my best Friend."},{"Quote":"Thank you, Tempest, for loving me when understanding was too hard. Thank you for understanding when loving me is impossible."},{"Quote":"Gratitude is the heart of humility, and humility is the path to peace, love, and understanding."},{"Quote":"Gratitude also opens your eyes to the limitless potential of the universe, while dissatisfaction closes your eyes to it."},{"Quote":"True gratitude, not mere verbal platitudes of thanks, is also a power in and of itself, which bursts forth from our inner being to the universe. Having received this power, the universe must respond, allowing more gifts to come our way."},{"Quote":"Being able to appreciate who we are and what we have in the now is an easy way to journey through this life."},{"Quote":"Everything we encounter can have a positive influence in shaping our life when we adopt a lens of Gratitude."},{"Quote":"It is imperative for our mental health that we surround ourselves with like minded people."},{"Quote":"Respect the past, and prepare for the future by taking action in the present."},{"Quote":"I am fortunate to be a resemblance, rather than a replication of who I was yesterday."},{"Quote":"Happiness and achieving our dreams is a matter of believing it is possible and having a positive frame of mind."},{"Quote":"Our state of mind, our state of being, and our outlook on life is contagious."},{"Quote":"Peacefully and lovingly accepting who we are today requires honestly looking at our past."},{"Quote":"The journey of growth, search for the secret has always been within, the simpler we make it, the better it gets."},{"Quote":"A matter neither sensual nor sensational is ignored by the art of today."},{"Quote":"For the health of my mind, body, and spirit, I choose to walk with:Gratitude not Envy;Faith not Worry;Confidence not Fear;Kindness not Anger."},{"Quote":"Gratitude takes less energy than anger."},{"Quote":"...you were there when they trampled me - you picked me up, healed me and gave me back my feelings - is it any wonder I love you?..."},{"Quote":"Ingratitude makes man an animal, even worse, for some animals do have a way of saying thank you when you do them a favor; take a dog for instance."},{"Quote":"Whatever we think about and thank about we bring about."},{"Quote":"Gratitude is not a virtue I believe in, and to me it seems hypocritical to expect it from a child."},{"Quote":"Saying \"thank you\" signifies sense of gratitude, but it also implies your incapability."},{"Quote":"You are human, you will make mistakes, and it’s one of the most beautiful things about being human, but you must learn from your mistakes, otherwise your life will have a lot of unnecessary pain."},{"Quote":"When you are beloved and express gratitude like the fragrance of a beautiful flower, you are happy."},{"Quote":"Before them is the most beautiful city she has ever seen, has ever imagined. Golden rooftops shine brightly; windows made from diamonds and rubies gleam; tall buildings reach toward the clouds. She is again overwhelmed, this time with gratitude. All this, for her."},{"Quote":"Those who have the ability to be grateful are the ones who have the ability to achieve greatness."},{"Quote":"It was possible to love life, without loving your life."},{"Quote":"Positive thought + positive action = positive results."},{"Quote":"Life can be awful. Life can be ugly.And still there are those who smile at the darkness, anticipating the beauty of an eventual sunrise."},{"Quote":"What separates privilege from entitlement is gratitude."},{"Quote":"[I] never talk about gratitude and joy separately, for this reason. In 12 years, I've never interviewed a single person who would describe their lives as joyful, who would describe themselves as joyous, who was not actively practicing gratitude."},{"Quote":"I want for people not to worry so much. Life ain't going to be perfect, but tings will work out. People come to visit and I always tell them not to worry. If you got something to eat, don't worry, be grateful. Just look at all those books. Those books aren't about food. They're to do with worrying about food."},{"Quote":"The more grateful we are, the more we practice this in our everyday lives, the more connected we become to the universe around us."},{"Quote":"With an attitude of gratitude, you can't go wrong. You are already putting it out there into the universe that you are ready to receive more. This is the universal truth. Be thankful for what you have. Your life is already abundant."},{"Quote":"I thought I had nothing to be grateful for today, but then the universe became quiet a moment so I could hear my heart beat to the rhythm of my life."},{"Quote":"When you open to your heart, your entire world changes--it opens up around you. You see yourself as part of a friendly universe, one that is full of possibility, one that is generating and regenerating a positive energy."},{"Quote":"The spirit of gratitude brings out the true beauty of life."},{"Quote":"When you overlook the small blessings in your life, chances are that no amount of blessings would ever make you happy."},{"Quote":"The lack of gratitude is the mother of misery."},{"Quote":"The idea of not being content with any level of success, doesn't by any means call for the absence of gratitude for your daily blessings."},{"Quote":"Gratitude is one of the strongest pillars of a happy life."},{"Quote":"Even the smallest blessing on earth is enough reason to be thankful for your life."},{"Quote":"Always be thankful for what you had, what you have, and what you will have in the future."},{"Quote":"The quality of one's life can never be great without the constant presence of gratitude in one's mind."},{"Quote":"Stress is always a stranger to any mind that's in love with the spirit of gratitude."},{"Quote":"One of the problems with not having gratitude in life is that heaven and earth could be given to one, yet one would still be unhappy."},{"Quote":"If you woke up this morning in good health, then you have a great reason to be very grateful and thankful. Life is always better when you celebrate every moment of it with the spirit of gratitude."},{"Quote":"The undying motivation to achieve tremendous goals usually comes from acknowledging and having gratitude for small and big achievements."},{"Quote":"When you adopt the habit of focusing on the things in your life that some people would love to have or experience, you would develop the spirit of gratitude, which would then guarantee a continuous presence of happiness in your mind."},{"Quote":"Focus on your daily blessings, future opportunities and possibilities, and never allow your challenges, struggles, and obstacles to interfere with your peace of mind. You owe abundant happiness and success to your inner-self."},{"Quote":"Before you cry and complain about your problems, be sure to show enough gratitude for your blessings in life."},{"Quote":"The spirit of gratitude is definitely one of the main keys to happiness and constant growth. Every blessing needs to be celebrated and transformed into a motivation for more blessings."},{"Quote":"Just like breathing and eating, having gratitude for your big and small blessings is another thing that you should never live your life without."},{"Quote":"No matter how meaningless you may think that your life is, there are some people out there who would love to be in your position. Be grateful with your life while pushing for more blessings."},{"Quote":"Gratitude is unquestionably one of the major keys to attracting more blessings and living a quality life."},{"Quote":"Always be grateful with the small things because they are the beginning of bigger and better things to come."},{"Quote":"I love the life that living not because I have achieved all my dreams, but because I am very grateful for every little blessing in my life. I grew up hearing that 'half a loaf of bread is better than none."},{"Quote":"The absence of the spirit of gratitude in one's heart, always hinders the presence of happiness in one's life."},{"Quote":"The problem that we have with a victim mentality is that we forget to see the blessings of the day. Because of this, our spirit is poisoned instead of nourished."},{"Quote":"Walking in shoes bigger than your feet, will inspire gravity to pull you down.\" Let's be grateful for what fits us...for what we have."},{"Quote":"Happy are those who value what they have, when they have it."},{"Quote":"Be grateful for who you are and what you will be."},{"Quote":"Be thankful for the sacred life."},{"Quote":"The joy is in the climb. Appreciate the process. To build or perfect anything takes time and effort. That time and effort adds value. Embrace the journey."},{"Quote":"Approach the goal you’ve set with a positive, grateful attitude, and your perception about the goal and the journey will feel less like work, and more like fun."},{"Quote":"Be grateful for everything. The good, the bad, the ugly. Our entire life is a precious gift. It’s all part of our path."},{"Quote":"Power is fortified not just by what it destroys, but also by what it creates. Not just by what it takes, but also by what it gives. And powerlessness reaffirmed not just by the helplessness of those who have lost, but also by the gratitude of those who have (or THINK they have) gained."},{"Quote":"My relationship with him was defined by these complex emotions, this mixture of gratitude and resentment."},{"Quote":"...two different kinds of Japanese psychotherapies, one based on getting people to stop using feelings as an excuse for their actions and the other based on getting people to practice gratitude."},{"Quote":"Just be, right now, here; & breathe. Stop questioning every little thing, stop analysing how it should be and let go of the control, you hold so tightly onto; and beging to trust the magic of yourself."},{"Quote":"When you accept your value and have gratitude you are declaring your worthiness of further receivership."},{"Quote":"Gratitude is a vaccine, an antitoxin, and an antiseptic."},{"Quote":"Half the ingratitude and complacency in the world down to how slowly and imperceptibly most good and bad things unfold."},{"Quote":"The only person can love you in the world is Your mother (real)She forgets with in seconds the bad behavior you did wtih her, she comes backs again with love!"},{"Quote":"The people that surround us mirror who we are."},{"Quote":"Humility, gratitude, and generosity – three things you can never go wrong with."},{"Quote":"Your success should create a path that inspires others to follow."},{"Quote":"Alas! it is but little we have done for our Master's glory. Our winter has lasted all too long. We are as cold as ice when we should feel a summer's glow and bloom with sacred flowers."},{"Quote":"Students in the school of prayer never graduate from the school of the Gospel."},{"Quote":"You must love yourself first to the soul of your aura..."},{"Quote":"Ingratitude produces pride while gratitude produces humility."},{"Quote":"A sincere attitude of gratitude is a beatitude for secured altitudes. Appreciate what you have been given and you will be promoted higher."},{"Quote":"Gratitude is a grinning attitude."},{"Quote":"The attitude of gratitude gives you the right rectitude and sound attitude towards life"},{"Quote":"Your attitude of gratitude will bring you altitude in business and multitude in blessings."},{"Quote":"An attitude of GRATITUDE, is life's most powerful affirmation"},{"Quote":"Thanksgiving is an attitude that must be rooted in the ‘gift of life’ if we ever hope to be thankful for the ‘gifts’ of life."},{"Quote":"Always watch your attitude, never forget to express your gratitude."},{"Quote":"KEEP AN ATTITUDE OF GRATITUDE!\" Gratitude is the key to manifestation, for gratitude connects you directly to the source.Keep your head up and heart open. And make \"Thank You\" your mantra of life! ~ UNIVERSE LOVES YOU & SO DO I ‪#‎StardustAK‬"},{"Quote":"Attitude with gratitude supported by fortitude will take you to the next altitude!"},{"Quote":"Gratitude is an excellent attitude which can lift you to a greater altitude if you put it on as a vesture."},{"Quote":"Gratitude makes you a better, stronger, wiser person. Ingratitude makes you a negative, angry, miserable person. Which person do you choose to be?"},{"Quote":"Gratitude is not something idyllic that comes when all good things line up to be counted. Gratitude is there all the time waiting to be focused on."},{"Quote":"Gratitude leads to a good attitude"},{"Quote":"Good Seeds! Gratitude is the Greatest Attitude that has no Substitute."},{"Quote":"Cultivate the habit of being grateful for every good thing that comes to you, and to give thanks continuously. And because all things have contributed to your advancement, you should include all things in your gratitude."},{"Quote":"Let gratitude be the pillow upon which you kneel to say your nightly prayer. And let faith be the bridge you build to overcome evil and welcome good."},{"Quote":"Acknowledging the good that you already have in your life is the foundation for all abundance."},{"Quote":"We must find time to stop and thank the people who make a difference in our lives."},{"Quote":"Gratitude is not only the greatest of virtues, but the parent of all others."},{"Quote":"Appreciation is a wonderful thing. It makes what is excellent in others belong to us as well."},{"Quote":"As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by"},{"Quote":"In normal life we hardly realize how much more we receive than we give, and life cannot be rich without such gratitude. It is so easy to overestimate the importance of our own achievements compared with what we owe to the help of others."},{"Quote":"We should certainly count our blessings, but we should also make our blessings count."},{"Quote":"The highest tribute to the dead is not grief but gratitude."},{"Quote":"And when you crush an apple with your teeth, say to it in your heart:Your seeds shall live in my body,And the buds of your tomorrow shall blossom in my heart,And your fragrance shall be my breath,And together we shall rejoice through all the seasons."},{"Quote":"The unthankful heart discovers no mercies; but the thankful heart will find, in every hour, some heavenly blessings."},{"Quote":"It is a pity that doing one's best does not always answer."},{"Quote":"Gratitude can transform common days into thanksgivings, turn routine jobs into joy, and change ordinary opportunities into blessings.” —"},{"Quote":"Not what we say about our blessings, but how we use them, is the true measure of our thanksgiving."},{"Quote":"The miracle is not to walk on water. The miracle is to walk on the green earth, dwelling deeply in the present moment and feeling truly alive."},{"Quote":"Feeling gratitude and not expressing it is like wrapping a present and not giving it."},{"Quote":"In ordinary life we hardly realize that we receive a great deal more than we give, and that it is only with gratitude that life becomes rich."},{"Quote":"The greatest wisdom is in simplicity. Love, respect, tolerance, sharing, gratitude, forgiveness. It's not complex or elaborate. The real knowledge is free. It's encoded in your DNA. All you need is within you. Great teachers have said that from the beginning. Find your heart, and you will find your way."},{"Quote":"Whatever you appreciate and give thanks for will increase in your life."},{"Quote":"Breath is the finest gift of nature. Be grateful for this wonderful gift."},{"Quote":"Take full account of what Excellencies you possess, and in gratitude remember how you would hanker after them, if you had them not."},{"Quote":"Gratitude is the ability to experience life as a gift. It liberates us from the prison of self-preoccupation."},{"Quote":"My gratitude to him is as boundless as the Pacific ocean."},{"Quote":"Be thankful for your allotment in an imperfect world.  Though better circumstances can be imagined, far worse are nearer misses than you probably care to realize."},{"Quote":"For each new morning with its light,For rest and shelter of the night,For health and food, for love and friends,For everything Thy goodness sends."},{"Quote":"When it comes to life the critical thing is whether you take things for granted or take them with gratitude."},{"Quote":"Eucharisteo—thanksgiving—always precedes the miracle."},{"Quote":"Courtesies of a small and trivial character are the ones which strike deepest in the grateful and appreciating heart."},{"Quote":"I was so happy to be out of there. “Barabas, if you weren’t battingfor the other team, I’d marry you.”He grinned. “If I weren’t batting for the other team, I would accept yourproposal. You had me at ‘No comment.’ If all my clients were this smart, mylife would be much easier. Much, much easier."},{"Quote":"Gratitude paints little smiley faces on everything it touches."},{"Quote":"If we want to keep the blessings of life coming to us, we must learn to be grateful for whatever is given."},{"Quote":"Steam seems to have killed all gratitude in the hearts of sailors."},{"Quote":"Be happy, noble heart, be blessed for all the good thou hast done and wilt do hereafter, and let my gratitude remain in obscurity like your good deeds."},{"Quote":"Gratitude for the seemingly insignificant—a seed—this plants the giant miracle."},{"Quote":"Gratitude is an overflow of the pleasure filling your soul."},{"Quote":"Superficial social niceties are far different from the deep emotion of thanksgiving."},{"Quote":"Summoning gratitude is a sure way to get our life back on track. Opening our eyes to affirm gratitude grows the garden of our inner abundance, just as standing close to a fire eventually warms our heart."},{"Quote":"I have come to realize that truly rich people are rich not because they are frugal or they chose to be frugal, but because they are so grateful, contented and full of self-worth that they don't have to prove anything to anyone with material possessions. This way, they appear frugal."},{"Quote":"Are you thankful for not being young?''Yes, sir. If I was young, it would all have to be gone through again, and the end would be a weary way off, don't you see?..."},{"Quote":"Beth ceased to fear him from that moment, and sat there talking to him as cozily as if she had known him all her life, for love casts out fear, and gratitude can conquer pride."},{"Quote":"When you focus on gratitude, positive things flow in more readily, making you even more grateful."},{"Quote":"All sanity depends on this: that it should be a delight to feel the roughness of a carpet under smooth soles, a delight to feel heat strike the skin, a delight to stand upright, knowing the bones are moving easily under the flesh."},{"Quote":"That's the funny thing about America--the blessed thing. As many people as there are to hold you back, there are angels whose humanity makes up for all the others. I've had my share of angels."},{"Quote":"For a wise man, I have been told, once said, ‘Gratitude is best and most effective when it does not evaporate in empty phrases.’ But alas, my lady, I am but a mass of empty phrases, it would seem."},{"Quote":"After the fire, when I'd tried to express my gratitude for their kindness to our customers, they'd been awkward, uncomfortable. My father had had to explain to me that giving thanks is not a common practice in India.'Then how do you know if people appreciated what you did?' I'd asked.'Do you really need to know?' my father had asked back."},{"Quote":"If you imagine that I have the smallest desire to receive your hand as a reward for having performed a difficult task to your satisfaction you're beside the bridge, my child! I've no fancy for a reluctant wife. I want your love, not your gratitude."},{"Quote":"Thanksgiving creates abundance."},{"Quote":"When I think of how many people in this world have it worse than I do, I realize just how blessed I really am...... and I have to give thanks ..."},{"Quote":"Life-changing gratitude does not fasten to a life unless nailed through with one very specific nail at a time."},{"Quote":"When the gratitude of many to one throws away all shame, we behold fame."},{"Quote":"Rather than getting more spoilt with age, as difficulties pile up, epiphanies of gratitude abound."},{"Quote":"Every morning when I wake up, I kiss her forehead as symbol of gratitude and appreciation and she repays me back with a lovely smile."},{"Quote":"Though they only take a second to say, thank yous leave a warm feeling behind that can last for hours."},{"Quote":"I try hard to hold fast to the truth that a full and thankful heart cannot entertain great conceits. When brimming with gratitude, one’s heartbeat must surely result in outgoing love, the finest emotion we can ever know."},{"Quote":"Be grateful for whatever it is that opens you up."},{"Quote":"Gratitude is a form of worship in its own right, as it implies the acceptance of a power greater than yourself."},{"Quote":"Thanks, Pepe. You've put an extra night into my life. I would have spent it just sleeping like an ox, but I've lived it instead. I'm grateful."},{"Quote":"Always remember that with privilege comes responsibility. You must go to Casa Azul and see the place you came from. Only then will you be able to understand how far you've come."},{"Quote":"When we flood our creative problem-solving mind with the endorphins of gratitude, we are open to receiving the spectacular solutions that are needed now to ensure that generations to come will enjoy this beautiful blue ball that we call home."},{"Quote":"Gratitude for me is waking up each day, and being able to make a difference in somebody’s life."},{"Quote":"I know I should be reassuring him that everything's all right, that he needn't worry, but I can't. Instead I'm talking to someone I don't know who isn't even there. Thank you, I'm saying. Thank you for Lucy, thank you for Claire and for Daniel, thank you for this cold and this blood and this pain. Thank you. Thank you. Thank you."},{"Quote":"True heartfelt gratitude offers moments of profound reflection, on the blessings which constantly fill our lives (KR, 1998)"},{"Quote":"Treasure the magic moments for the gems they are."},{"Quote":"To be content is to count your blessings."},{"Quote":"gratitude is a duty which ought to be paid but which none have a right to expect"},{"Quote":"Be generous with praise and kind words of encouragement. Say “thank you” when someone helps you. Make colleagues feel welcome when they call or stop to talk with you. If you let others know that they are appreciated, they’ll want to give you their best."},{"Quote":"A sprinkle of magic, a ton of fun, a heap of optimism, a lot of joy, a glimmer of hope – ’tis the gift of the Happy Rosy Day gratitude journal."},{"Quote":"Gratitude is the language of love."},{"Quote":"If we can realize that life is always happening for us, not to us… game over, all the pain and suffering disappears."},{"Quote":"Just remember to say THANK YOU sometimes, for all of these everyday extraordinary gifts."},{"Quote":"Thinking too much just brings it back to me, me, me—but thanking takes my eyes off myself and my mistakes and puts them on others, on things bigger than myself. I can’t stand here very long without being humbled at how small I am and amazed at how big and beautiful our world is."},{"Quote":"She could go on asking herself why roses had thorns or she could be thankful that thorns had roses."},{"Quote":"The smaller the item of gratitude, the purer is the connection to our heart."},{"Quote":"We seldom think of what we have but always of what we lack"},{"Quote":"As long as I live, I can only be grateful."},{"Quote":"Life is a gift. Live it with gratitude."},{"Quote":"As long as we are grateful, we shall be glad."},{"Quote":"Life is not so bad after all when you can breathe."},{"Quote":"Find much to be grateful for in every day. Doing so will not only enrich your life, it will bless those around you in ways you may never know."},{"Quote":"Gratitude possesses all the energy of a sunbeam. That is how it makes life blossom."},{"Quote":"Night helps us appreciate daylight, while lengthy days make us yearn for a good stretch of night."},{"Quote":"Seek the good in life and life will be good to you."},{"Quote":"Think not so much of what you lack as of what you have: but of the things that you have, select the best, and then reflect on how eagerly you would have sought them if you did not have them."},{"Quote":"Gratitude will make you feel great, choose to be grateful."},{"Quote":"Gratitude houses plenitude amidst scarcity."},{"Quote":"Loyalty starts with a demonstration of respect and gratitude."},{"Quote":"If you woke up tomorrow to only the things you've expressed your gratitude for today, then what would be missing from your life in the morning?"},{"Quote":"I choose to say it is well even when it is not, because in every situation I find myself in, I still learn from it."},{"Quote":"In an expression of attitude or building character, we forgot real gratitude. In an artificial expression, we lost our real identity and longing to become something, it's never ending process. So, are you willing to look inside? And take the journey from attitude to gratitude."},{"Quote":"Tea- The sweetness of love,The fragrance of flowers,The comfort of a friend,The warmth of a hug-Such great delight gingerly poured from a single pink teapot."},{"Quote":"If you look to others for fulfillment, you will never truly be fulfilled. If your happiness depends on money, you will never be happy with yourself. Be content with what you have; rejoice in that way things are. When you realize there is nothing lacking, the whole world belongs to you."},{"Quote":"Gratitude is the appreciation of things that are not deserved, earned or demanded - those wonderful things that we take for granted."},{"Quote":"Open your box of blessings and take out something to smile about."},{"Quote":"I looked around and thought about my life. I felt grateful. I noticed every detail. That is the key to time travel. You can only move if you are actually in the moment. You have to be where you are to get where you need to go."},{"Quote":"Gratitude is a species of love, excited in us by some action of the person for whom we have it, and by which we believe that he has done some good to us, or at least that he has had the intention of doing so. Passions, III, 193. XI, 473-474. Trans. John Morris"},{"Quote":"How could you fail to feel uplifted when a voice was telling you at every step that the year, month, day, season, place, even that very moment were blessed?"},{"Quote":"Be happy while you live life."},{"Quote":"Can't couldn't do it and could did it all."},{"Quote":"Every day, in which you exist on earth, be filled with deep gratitude."},{"Quote":"Gratitude is a powerful trait."},{"Quote":"It’s up to us to choose contentment and thankfulness now—and to stop imagining that we have to have everything perfect before we’ll be happy."},{"Quote":"Those who are too arrogant to say thank you find boredom in life. They are often depressed, unhappy and lived an empty life."},{"Quote":"Gratitude unlocks the door of opportunities, blessing, greatness and prosperity. Gratitude is your key to a worthy life."},{"Quote":"My heart is at ease knowing that what was meant for me will never miss me, and that what misses me was never meant for me."},{"Quote":"I can only see life as this most miserable accident that I have been forced to endure simply because I refuse to see it as the most astounding plan that I have been privileged to engage."},{"Quote":"We cannot fully heal if we cannot experience gratitude on a daily basis."},{"Quote":"Greed and Lust never say, \"Enough!"},{"Quote":"Gratitude is what you feel. Thanksgiving is what you do."},{"Quote":"Don't let your 'future success' dim the beauty and light that's in front of you right now."},{"Quote":"Once we forget those who have contributed time and effort in making an endeavor successful, we forget ourselves."},{"Quote":"Life works with balance. If you give and receive out of giving, you create a balance with life. You serve life, before you expect life to serve you."},{"Quote":"We are like poor people, who have nothing but each other, and are happy."},{"Quote":"When we have loved, that loving part is the best part of any and every day."},{"Quote":"Gratitude does not mean the absence of solitude, but the presence of a positive attitude in spite of."},{"Quote":"Sweep away the dirt,Let's get a little messy.Underneath is love."},{"Quote":"Gratitude is a way of life. Gratitude is the way home."},{"Quote":"Cicero said that gratitude is not only the greatest of virtues, but the parent of all others. If that’s true, then my happiness does not cause me to be grateful for what I have. My gratitude for what I have causes me to be happy. Gratitude births the virtue of happiness."},{"Quote":"Aim for happiness because if you keep looking to reach perfection, you're never going to appreciate anything."},{"Quote":"You must understand that it is not in the nature of Man to be grateful. So in whatever you or I do for others we must never expect gratitude. If we do, we will only be disappointed."},{"Quote":"An aware heart is a grateful heart."},{"Quote":"We can never bring anything to us unless we are grateful for what we have. In fact, if somebody were completely and utterly grateful for everything, they would never have to ask for anything, because it would be given to them before they even asked."},{"Quote":"In the modern world we are surrounded by so much abundance that we cannot see it."},{"Quote":"The true poetic feeling is a feeling of boundless gratitude."},{"Quote":"Holding the space for yourself: Embrace the here and now. Embrace the journey. Try not to judge yourself but rather try to accept yourself as you are. Success is measured in staying on the path, not in how many successes or failures you've had along the way. Let gratitude fill your heart, live with love, laugh and enjoy the journey. All of life is a journey."},{"Quote":"Gratitude washes all of my worries and my stress away."},{"Quote":"i thank the universe for takingeverything it has takenand giving to meeverything it is giving-balance"},{"Quote":"Don't waste all today worrying about the possible mistakes you may have made yesterday. You don't know what will happen tomorrow or how long we have here, so enjoy what you have today since you have it. May you be thankful for today and live it to the fullest as it truly is a gift"},{"Quote":"Those who complain much get little, those who complain little get much."},{"Quote":"To have attracted readers is the most magical part of my writing life. I was not expecting you to show up when I wrote my first books. It took me by surprise. It filled me with gratitude. It still does."},{"Quote":"My career still strikes me as miraculous. That a boy raised on Marine bases in the South, taught by Roman Catholic nuns in backwater Southern towns that loathed Catholics, and completed his education with an immersion into The Citadel—the whole story sounds fabricated, impossible even to me. Maybe especially to me."},{"Quote":"I believe we can choose Love and gratitude, or choose Other Than. Those are our options, and in the end, there’s only one option."},{"Quote":"Gratitude is a “nice” habit to adopt, warming your heart and all, but the Kumbaya effect is just the beginning. Gratefulness goes wayyyyyyy beyond the momentary feeling good, offering plenty of long-term and “practical” benefits we may never have intuited."},{"Quote":"I make a point to appreciate all the little things in my life. I go out and smell the air after a good, hard rain. I re-read passages from my favorite books. I hold the little treasures that somebody special gave me. These small actions help remind me that there are so many great, glorious pieces of good in the world."},{"Quote":"When your heart aligns with the truth of its energy, GRATITUDE sings your name, LOVE flows freely, and every bit of your being is awakened, breathing and moving in perfect HARMONY."},{"Quote":"Life is both beautiful and painful. In whatever situation we find ourselves in, no matter how unfortunate it may seem, there is always something to be thankful for – if we only choose to see it."},{"Quote":"Never let the things you want make you forget the things you have."},{"Quote":"Can you be grateful for everything? No. But in every moment."},{"Quote":"[One} who does not know when a gift has made him safe is poorer than a slug, even though he may think otherwise himself."},{"Quote":"May your heart be filled with gladness."},{"Quote":"Your father... doesn't work late for you to pinch his dinner."},{"Quote":"Open for sun, closed for rain, that's the poor man's weathervane."},{"Quote":"Gratitude is the seed of gladness."},{"Quote":"Peace starts within. We are what we give."},{"Quote":"Charlie Brown: A penny! Rats! Why couldn't I have found a nickel? What good is a penny these days? Why do things like that always happen to me?! *walks off frustrated*Lucy: Gee, he found a penny! Why don't things like that ever happen to me?"},{"Quote":"Gratitude is an antidote to negative emotions, a neutralizer of envy, hostility, worry, and irritation. It is savoring; it is not taking things for granted; it is present oriented."},{"Quote":"Be grateful for all ordeals, they are the shortest way to the Divine."},{"Quote":"Happiness begins with gratitude.\" ~ Dr. MaryAnn Diorio"},{"Quote":"When the people of our hills visit an individual for any particular purpose, as for instance to show their gratitude or to express their thanks, it is customary for them not to go on their mission empty handed.A rose, a marigold, or a few petals of either flower, suffices, and the gift is proffered in hands cupped together."},{"Quote":"This morning I woke up before the alarm clock went off and the sky outside was a big red ocean. You're beautiful when you're sleeping so I spent an hour observing the way you breathe. Inhale, exhale, without a thought of tomorrow. The window was open and the air was so crisp and I couldn't imagine how to ever ask for more than this."},{"Quote":"Ingratitude is a crime more despicable than revenge, which is only returning evil for evil, while ingratitude returns evil for good."},{"Quote":"Cultivate and nurture being grateful for every good thing that comes to you, and to give thanks continuously. Remembering that In daily life we must see that it is not happiness that makes us grateful, but gratefulness that makes us happy."},{"Quote":"When you appreciate what you have, and feel enthusiasm for life, you move in the direction of your natural state i.e. happy & peaceful."},{"Quote":"What are you grateful for? Get in the habit of being grateful, even for a small thing. It opens up your energy for positivity and blessings to flow to you."},{"Quote":"Gratitude is an open a heaven blessings!"},{"Quote":"We thrive with thankfulness."},{"Quote":"How has Paul kept his wonder? He never forgot who he had been."},{"Quote":"What could make a man stands taller than a newborn son?"},{"Quote":"Nothing's more gratifying than to get a heart-felt 'Thank you' !"},{"Quote":"I have what I need. This is enough."},{"Quote":"Belittling nostalgia is a frightened man's parlor trick. Be grateful for any prize. Even a paper fortress, albeit briefly, provides shelter from the rain."},{"Quote":"In my life, John has been the epitome of gratitude, and not just because he responds to every meal as if it were the best he'd ever eaten. Throughout the many years of our friendship I have learned that John lives on the breath of gratitude and his response is always celebratory. If an exclamation point had arms and legs, its name would be John."},{"Quote":"Spurgeon challenges us to go to the river of our experience, to pull up bulrushes, and to place them in the Ark of our memory, experiencing again the wonder that allowed our infant faith to flourish."},{"Quote":"They have no imagination. A tail is just a tail to them, just a little something extra in the back."},{"Quote":"On the off-chance you won't live forever, maybe you should try being happy now."},{"Quote":"They chose to regard it as a miraculous preservation."},{"Quote":"The more grateful you are, the more you attract things to be grateful for."},{"Quote":"It's amazing how the more thankful I am, the more things I get to be thankful for."},{"Quote":"Gratitude can't grow love higher than regret."},{"Quote":"The United States is a successful nation that is constantly susceptible to melancholy because things are not perfect."},{"Quote":"Those who are not grateful soon begin to complain of everything."},{"Quote":"Have the wisdom to perceive all there is to be thankful for, and then be thankful for the wisdom to perceive things so clearly."},{"Quote":"Thanksgiving is not only being aware of the abundance of good in the world but embracing it."},{"Quote":"Let us express our gratitude to those people who make our journeys in life beautiful, easy, and interesting. They are the angels of Eden whom we often forget to appreciate."},{"Quote":"When you accept discomfort of whatever moment that you are in. The power of that surrender, that letting go of desiring to be in a different situation than the one your in.........will set you free from the hell of your unconscious."},{"Quote":"I do not know how to thank you.''I can tell you,' said Obierika. 'Kill one of your sons for me.''That will not be enough,' said Okonkwo.'Then kill yourself,' said Obierika."},{"Quote":"The path to enlightenment is when you allow presence, love and gratitude to overlap your ego."},{"Quote":"The more emphasis we put on wanting things to change, the more unpeaceful we will be. The more emphasis we put on accepting and having gratitude for 'What is' the closer we are to arriving at Nirvana."},{"Quote":"Don't get caught in the trap of always \"Needing\" something. Needing something always projects your mind into the future as if you have it and is the opposite of gratitude. Be content in the present moment."},{"Quote":"Sacred life ,sacred-gratitude."},{"Quote":"Be grateful for every moment and every breath."},{"Quote":"The fight for joy is first and always a fight to see."},{"Quote":"Life is truly too short to not be HAPPY and GRATEFUL today."},{"Quote":"Gratitude is a divine emotion. It fills the heart, not to bursting; it warms it, but not to fever. I like to taste leisurely of bliss. Devoured in haste, I do not know its flavor."},{"Quote":"No one can become and remain a theologian unless he is compelled again and again to be astonished at himself."},{"Quote":"The greatest of blessings can come from what appear to be the smallest and most insignificant of things. Don't discredit anything or anyone. One person, one tiny thing, one little shift can change your life in enormous ways."},{"Quote":"He was fortified by a memory which kept only the good things and rejected the ill. Despite his sorrows, he had had a fair share of joys and these were ever fresh and accessible."},{"Quote":"Gratitude is a divine shift in your perspective from one of separation and lack to one of unity and right mindedness. It is a choice not made from guilt but rather from a higher level of consciousness."},{"Quote":"Rain don't fall on a with if she doesn't want it to, although personally I prefer to get wet and be thankful.\"\"Thankful for what?\" said Tiffany.\"That I'll get dry later."},{"Quote":"I am grateful to those who have betrayed me… They thought they were just stabbing me in the back, but they were also cutting me free from their poisonous life."},{"Quote":"What are you addicted to: being thankful for your blessings or moaning about your problems?"},{"Quote":"Believe in yourself and in your inner strength. You can do anything you want. Just put your mind to it!"},{"Quote":"Road accidents, psycho killings, plane crashes abound - we don't know which day will be our last, so why not make today the happiest day and be thankful for all that we have?"},{"Quote":"It is so easy to thank people,\" said Mma Ramotswe, passing the letter over to Mma Makutsi, \"and most people don't bother to do it. They don't thank the person who does something for them. They just take it for granted."},{"Quote":"There is no such thing as gratitude unexpressed. If it is unexpressed, it is plain, old-fashioned ingratitude."},{"Quote":"Gratitude is the key for the door of abundance."},{"Quote":"Gratitude opens a clenched fist and a closed heart."},{"Quote":"Gratitude for all the beauty and blessings that we already enjoy fills our lives with abundance."},{"Quote":"Gratitude is the payment for what we have received. It also opens our hearts to fill our lives with abundance."},{"Quote":"Showing a little bit of gratitude for a gift is often as difficult as hiding the fact one doesn't like it. Best bit might be your smile."},{"Quote":"Amidst all the bacchanal and confusion in your life, find something to be grateful for, even if it is the air that you breath and trust me, this will transform you in some small way. Gratitude is really really the great multiplier."},{"Quote":"I don't have to chase extraordinary moments to find happiness - it's right in front of me if I'm paying attention and practicing gratitude."},{"Quote":"Accept, Acknowledge and Awake."},{"Quote":"Gratitude opens our eyes to miracles that surround us. Life's a miracle and a gift. Take every breath in gratitude"},{"Quote":"Jack missed the normality of merely reading the paper."},{"Quote":"Practicing gratitude in the moment of frustration can really be a game changer."},{"Quote":"Throughout the day, anytime you find yourself feeling stressed or wanting to complain, stop for 10 seconds and breathe. Count your breaths and your blessings."},{"Quote":"...and no man gave you a fur coat without expecting to receive something inreturn. Except for one's husband, of course, who expected nothing beyond modest gratitude."},{"Quote":"It's a nice feeling, Knowing, Someone lived easier Because I was alive."},{"Quote":"Tomorrow is not a promise. Tomorrow is a second chance."},{"Quote":"This morning I woke up, how blessed I am Eyes to see, a voice to speak Words to read and love to feel? If this isn't something to be thankful for, I'm not sure what is."},{"Quote":"For success, positive attitude and gratitude is more important that ability."},{"Quote":"Thank heavens that somewhere deep in all women is a whore"},{"Quote":"Even just taking 20 seconds to truly appreciate your surroundings makes a world of difference."},{"Quote":"Mrs. Dalloway raised her hand to her eyes, and, as the maid shut the door to, and she heard the swish of Lucy's skirts, she felt like a nun who has left the world and feels fold round her the familiar veils and the response to old devotions."},{"Quote":"The Greeks were realists. They saw the beauty of common things and were content with it."},{"Quote":"It was gratitude; gratitude, not merely for having once loved her, but for loving her still well enough to forgive all the petulance and acrimony of her manner in rejecting him, and all the unjust accusations accompanying her rejection."},{"Quote":"Keep your head up and heart open. And make \"Thank You\" your mantra of life!"},{"Quote":"Getting lost in the ‘big picture’ often prevents us from cherishing the 'small moments' that make it all worthwhile..."},{"Quote":"It was gratitude; gratitude, not merelyfor having once loved her, but for loving her still well enough to forgive all the petulance and acrimony of her manner in rejecting him."},{"Quote":"You have become more and therefore expect more, but never become too purpose-driven to step back and realize just how far you have progressed."},{"Quote":"Don't wait to celebrate life until you retire, because you never know the day you will expire."},{"Quote":"Gratitude is the key to manifestation, for gratitude connects you directly to the source."},{"Quote":"When last did u sit back and took an opportunity to lookup and thank the Heavens above for blessing you with what you have and continuing to open doors for you every time you knock \"and sometimes letting you in through the window\" because not all doors are as beautiful on the inside as they are on the inside"},{"Quote":"The most fortunate are those who have a wonderful capacity to appreciate again and again, freshly and naively, the basic goods of life, with awe, pleasure, wonder and even ecstasy."},{"Quote":"Thank you. For being willing to talk. For not turning me in. For... being you.''I'm pretty good at being me,' I said. 'I've had all these years to practice--I hardly ever get it wrong these days."},{"Quote":"My sincerest gratitude to every ass hole, horrible boss, and worthless piece of shit I've ever met for giving me new and endless material to work with and a way to earn a living exposing you."},{"Quote":"He thought about his long life and gave thanks for all the bounty and joy that he had been given. To want more, to wish for yet more, he knew, would be petty. He sighed happily, and listened to the wind sweeping down from the mountains, to the chirping of night birds."},{"Quote":"If we want to change what happens, we change what we believe and expect."},{"Quote":"Count every second of your life as the greatest blessing."},{"Quote":"Feeling entitled is the opposite of feeling grateful. Gratitude opens the heart, entitlement closes it."},{"Quote":"To have more, you must genuinely thank more."},{"Quote":"You cannot define success and do that exceptionally well without a mention of \"gratitude\"."},{"Quote":"Live each day with a grateful gratitude."},{"Quote":"Thank you Father for another day, for another week, for another month and for another year. Your grace is sufficient for me."},{"Quote":"Gratitude should run through our veins, it should reside in us, it should live in our bones as long we live."},{"Quote":"GIVE THANKS - GET HAPPY"},{"Quote":"The more we express thanks, the more gratitude we feel. The more gratitude we feel, the more we express thanks. It's circular, and it leads to a happier life."},{"Quote":"Gratitude magnifies the sweet parts of life and diminishes the painful ones."},{"Quote":"When complimented, a sincere \"thank you\" is the only response required."},{"Quote":"She doesn't acknowledge Tucker, and there's no thank you for the cigarettes. She says a person shows their gratitude by action, not by words. So I guess that means she thanks me by smoking every cigarette in every pack."},{"Quote":"Once I thought it delightful and astonishing to find a present so big that it only went halfway into the stocking. Now I am delighted and astonished every morning to find a present so big that it takes two stockings to hold it, and then leaves a great deal outside; it is the large and preposterous present of myself."},{"Quote":"We all feel better when we are grateful. There is great wisdom in understanding that no matter the situation, there is always something for which we can choose to be grateful."},{"Quote":"The shortest road man walks, is sadly the road of gratitude!"},{"Quote":"Make enthusiasm a way of life.Make optimism a way of success.Make gratitude a way of happiness."},{"Quote":"Give thanks to the earth for the hospitality and generosityShow gratitude for life, light and every little beauty."},{"Quote":"An appreciating heart radiates happinessGratitude fills your life with bliss and joyfulness."},{"Quote":"We do not owe any soul, except that which played the most vital role in our lives."},{"Quote":"Feeling grateful to breathe a new day. Gratitude is a way to submit to the flow of life."},{"Quote":"Being Happy on Purpose is about making a conscious decision in each moment to move towards happiness. It is not about a perfect life. It is not about having things. It is about creating YOUR experience and being open to the beauty, joy, and abundance that already exists in your life and calibrating yourself to recognize it with ease"},{"Quote":"If you learn to develop an abundant mentality you will not be envious of others, you will celebrate their successes, you share in their joys and pains; don't see life as a competition but a complimentary."},{"Quote":"The humanitarian is a treasure hunter seeking gems of remedy and appreciation."},{"Quote":"Gratitude is the bridge that merges your love with longevity. It is the vital ingredient for a lasting relationship."},{"Quote":"The day after we returned from Iorn Fist I woke up and I want either one of them anymore. Somewhere in between a girl I thought was long dead and a woman that was too blood thirsty for me to particularly like. But I thought about all that had happened the day before and decided that I liked being alive. So I wanted to than you for not letting me die."},{"Quote":"I count myself lucky, having long ago won a lottery paid to me in seven sunrises a week for life."},{"Quote":"I am grateful for all the trials for that made be a better person."},{"Quote":"We are all more blind to what we have than to what we have not."},{"Quote":"The fact that you woke up this morning is proof that this day has already been predetermined in your favor."},{"Quote":"Morning Short List1. Woke up ✓2. Air to breath ✓3. Food to eat ✓4. Roof over head ✓ ...yep, it's a Good day!"},{"Quote":"Be grateful for the things you don't have that you don't want.\" -Bob Dylan's Dad"},{"Quote":"Life is not a maze where you have your eyes on the gaps, life is a beautiful journey, stop looking for the gaps."},{"Quote":"Gratitude, the ability to count your blessings, is the ultimate way to connect with the heart."},{"Quote":"Every day of life is a gift! Be sure to... unwrap it. Play with it. And, most importantly, give thanks for it!"},{"Quote":"Once a day, stop whatever you are doing and notice 2 things that you are grateful for in your situation or circumstance and in your physical space. Make a habit of this and truly expand your heart to receiving more to be grateful for. There is more than enough reason to feel grateful always; acknowledge that and where possible, give thanks for it."},{"Quote":"When the gratitude that many owe to one discards all modesty, then there is fame."},{"Quote":"I am grateful for the grace to see, to hear, to talk, to feel, to smell, to taste and to walk."},{"Quote":"It isn’t what you have in your pocket that makes you thankful, but what you have in your heart. —Unknown"},{"Quote":"Nothing is so fundamental to the spiritual life as learning to give thanks."},{"Quote":"Happiness is the little moments of joy you give yourself every single day, living a life in con stant pursuit of happy and joyous moments."},{"Quote":"If the heights of our joy are measured by the depths of our gratitude, and gratitude is but a way of seeing, a spiritual perspective of smallness might offer a vital way of seeing especially conducive to gratitude"},{"Quote":"Sincere, heartfelt appreciation is pure love, and is the strongest message to the Universe that this is more of what you want to experience. Feel grateful and attract more reason to be grateful for. It works like magic."},{"Quote":"You must appreciate beauty for it to endure."},{"Quote":"Be grateful to those who refuse your demands. They are your benefactors."},{"Quote":"Expecting gratitude for a gift is... unseemly."},{"Quote":"Every morning and every night, I pause for just a minute and express my gratitude for all that I have in my life and all that I have experienced."},{"Quote":"Qualifications or not without gratitude you not qualified enough to be a leader."},{"Quote":"Gratitude comes in a spectrum of colors, but Ingratitude is always black."},{"Quote":"Just as thoughts, send out vibrations to which there is a creative and attractive power, gratitude stimulates the field of etheric energy that surrounds you on a subtle level to bring into your life more of what brings you joy."},{"Quote":"I am grateful for all the chances I took which lead to a great paths."},{"Quote":"To move forward, simply set your intentions, be grateful for what you have, be open to what is possible, and the rest will happen, as a beautiful and effortless journey of cooperation and listening."},{"Quote":"Having contentment and gratitude in the present moment is the surest way to achieve success."},{"Quote":"One of the fastest ways to dispel greed is for a person to realize how blessed he already is."},{"Quote":"Life wants you to have gratitude for the gift of living. Treasure every second."},{"Quote":"A purpose is more like a positive daily-grind, with gratitude and a smile."},{"Quote":"Each moment of gratitude awareness reveals the total beauty which surrounds you."},{"Quote":"Love is such a deep gratitude. When you are truly in love with life, every breath you take is gratitude."},{"Quote":"I am hopeful because love overflows from my heart. Gratitude for beauty and life leads my way."},{"Quote":"I appreciate the gratitude every day."},{"Quote":"Contentment and gratitude are signs that you are worthy of further receivership."},{"Quote":"Our receiving expands with our gratitude."},{"Quote":"Even discomfort or pain delivers awareness of life, and an opportunity for gratitude."},{"Quote":"Pause your opinions, debating and absolute knowing for long enough to conceive gratitude."},{"Quote":"Living in constant love and gratitude is the essence of spirituality."},{"Quote":"They both seemed to understand that describing it was beyond their powers, the gratitude that spreads through your body when a burden gets lifted, and the sense of homecoming that follows, when you suddenly remember what it feels like to be yourself."},{"Quote":"Sometimes I live so much in my mind that I forget what is right before my eyes."},{"Quote":"With your lunch box, do not forget to carry courtesy, respect, and gratitude from home!"},{"Quote":"How would your life be different if you celebrated the things in your life that you do have instead of lamenting things that you don't? Let today be the day you embrace gratitude and appreciation and let go of entitlement and expectation."},{"Quote":"seesth thou a man tha isn't GRATEFUL? He is a GREAT FOOL"},{"Quote":"The city (of Vienna) had an unerring tradition of celebrating some of it's greatest composers after it had around them to die in poverty."},{"Quote":"Not only the footwear, wear also the courtesy, respect, and gratitude in your heart while stepping out of home."},{"Quote":"Things we carry from home shows where we hail from ~ courtesy, respect, and gratitude"},{"Quote":"Embrace the change you desperately need. Tear down your walls and show gratitude for little things."},{"Quote":"Durzo cleared his throat. \"I've got bad news... Life being unfair and all that...\"\"Oh, great. What is it?\" [replied Kylar]\"Luc Graesin? Kid you died on the wheel to save?\"\"It was more for Logan than for Luc, but what about Luc?\"\"Hanged himself,\" Durzo said....\"Are you joking? After what I did for him? That asshole!"},{"Quote":"Every night before I go to sleep I say out loud three things that I am grateful for, all the significant, insignificant, extraordinary, ordinary stuff of my life. It is s small practice and humble, and yet, I find I sleep better holding what lightens and softens my life every so briefly at the end of the day."},{"Quote":"A dog is grateful for what is, which I am finding to be the soundest kind of wisdom and very good theology."},{"Quote":"Thanks for being the kind of person who likes to pick up a book. That's a genuinely great thing. I met a librarian recently who said she doesn't read because books are her job and when she goes home, she just wants to switch off. I think we can agree that that's creepy as hell."},{"Quote":"People always complain that they can't do this and they can't do that.\" \"If we look at our lives and concentrate on things that we don't have or wish to have, that doesn't change the circumstances. The truth is that we have to focus on what we have and make the best out of it."},{"Quote":"True spirituality is not taught, it's caught. Once our sails have been unfurled to the Spirit, henceforth our motivation for the journey toward holiness and wholeness is immense gratitude."},{"Quote":"This a a wonderful day. I've never seen this one before."},{"Quote":"The reason that so many fail to find happiness is that they fail to find gratitude."},{"Quote":"By simple mathematics giving is key to the world you seek to live in. If I take I alone gain. If I give or share then two at least are enriched."},{"Quote":"Life's true gift is the capacity to enjoy enjoyment."},{"Quote":"Having unceasingly grateful life requires demonstrating gratitude daily whether our daily life treats us kindly or not."},{"Quote":"My arms would be wrapped around him like angels’ wings."},{"Quote":"I know what it is to have nothing and plenty.Always count your blessing and be grateful."},{"Quote":"Sometimes the word 'gratitude' feels too thin to explain things."},{"Quote":"If we all counted our blessings and then shared them with our neighbors, near and far, all our lives would be richer."},{"Quote":"We can only be said to be alive in those moments, where our hearts are conscious of our treasures."},{"Quote":"Happiness is itself a kind of gratitude."},{"Quote":"We owe a lot to the Indians, who taught us how to count, without which no worthwhile scientific discovery could have been made."},{"Quote":"It is a great thing to be young and to live without pain. And yet it is a blessing few of us count until we lose it."},{"Quote":"Amazement + Gratitude + Openness + Appreciation = an irresistible field of energy"},{"Quote":"You simply will not be the same person two months from now after consciously giving thanks each day for the abundance that exists in your life."},{"Quote":"To receive, you must be active. Keep in mind your purpose. You will receive in direct proportion to your clarity of vision, your definiteness of purpose, the steadiness of your faith, and the depth of your gratitude."},{"Quote":"Want what you have, and then you can have what you want."},{"Quote":"The only people who you should get even with are those who have helped you."},{"Quote":"I am ambitious. I set goals; not because I am ungrateful for what I have, but because I am happy with who I am. I enjoy the experience of rising above my perceived limitations and discovering new levels of my capabilities."},{"Quote":"I will one day accept death with gratitude if I meet it having lived a life that became truly my own."},{"Quote":"Receiving, gratitude, and generosity all grow together."},{"Quote":"Sometimes it takes a little jolt to make us appreciate what we’ve got."},{"Quote":"We're fragile things, Harb. It doesn't look like it but we are. We're here one minute, and just like that, we're gone. The Peacemakers (The Nemesis Engines)"},{"Quote":"'I don't remember if I thanked you for saving me,' he said. 'So thank you.''You're welcome.' 'Though after this morning, I've added you to the list of those trying to kill me.'"},{"Quote":"Gratitude is the experience of our true self."},{"Quote":"Appreciate your mom. She is wiser than you think and stronger than you know. Be thankful."},{"Quote":"I feel a very unusual sensation - if it is not indigestion, I think it must be gratitude."},{"Quote":"Find gratitude in the little things and your well of gratitude will never run dry."},{"Quote":"We have so much for what to be grateful and if we thank for it, we will have even much more."},{"Quote":"Keep your eyes open and try to catch people in your company doing something right, then praise them for it."},{"Quote":"Think Upside Down Live Rightside Up"},{"Quote":"Gratitude is born in hearts that take time to count up past mercies."},{"Quote":"If we do not feel grateful for what we already have, what makes us think we would be happy with more?"},{"Quote":"If you aren't happy for what you already have then what makes you think you will be happy with more."},{"Quote":"And perhaps the greatest blessing was that we never knew how short the time was."},{"Quote":"Thankfulness is the beginning of gratitude. Gratitude is the completion of thankfulness. Thankfulness may consist merely of words. Gratitude is shown in acts."},{"Quote":"In life, as in knitting, don't leave loose ends. Take the time to thank the people who matter in your life."},{"Quote":"People are complaining of having rags and not riches, but I find it a blessing just to have rags, to wipe away the dirt and dust that may come in the course of life."},{"Quote":"You're swimming in a sea of abundance."},{"Quote":"Freedom is a gift that can never adequately be repaid."},{"Quote":"Natales grate numeras?(Do you count your birthdays with gratitude?)"},{"Quote":"Take note and give thanks for all the good things present in your life."},{"Quote":"What I’ve learned is there’s a scientifically proven phenomenon that’s attached to gratitude, and that if you consciously take note of what is good in your life, quantifiable benefits happen."},{"Quote":"Gratitude shouldn't be an occasional incident but a continuous attitude."},{"Quote":"Happiness isn't complicated. It is a humble state of gratitude for simple pleasures, tender mercies, recognized blessings, and inherent beauty."},{"Quote":"Preserve a sense of proportion in your attitude to everything that pleases you, and make the most of them while they are at their best."},{"Quote":"Give and receive with gratitude. Do the former, without expectation of, the latter."},{"Quote":"The more adept we become at feeling love and gratitude for all life’s earthly learning experiences, the more quickly we are reminded that, whatever hardship may be placed before us, it is our choice always to return to a place of love and gratitude and to give thanks for all that still remains."},{"Quote":"When the truth is dispensed it is for the good of all, always."},{"Quote":"I am grateful for hands to tickle with. Not so grateful for that process in reverse, however."},{"Quote":"Appreciating what I have is my medicine."},{"Quote":"Living your life through Gratitude, is not one of comparing how you are better than someone else; or Gratitude only for what you own or obtain or achieve. Living your life through Gratitude, is seeing that the world would be missing something very valuable if you were not in it."},{"Quote":"Extending gratitude to another says, “I see what you’ve done and I thank you for the energy you put forth."},{"Quote":"Gratitude doesn't change the scenery.  It merely washes clean the glass you look through so you can clearly see the colors."},{"Quote":"Without darkness, we may never know how bright the stars shine. Without battles, we could not know what victory feels like. Without adversity, we may never appreciate the abundance in our lives. Be thankful, not only for the easy times, but for every experience that has made you who you are."},{"Quote":"You were formed inside a borrowed womb—a nourishing safe haven for months—then delivered through painful effort and sacrifice by a woman willing to give you the precious gift of life. That truth alone deserves your gratitude and respect."},{"Quote":"His gratitude widened his smile and bent his back."},{"Quote":"When my father-in-law, Jan Vuijst, a Dutch Reformed minister, was on his deathbed, I had a deeply intimate conversation with him - as it turned out, my last conversation with him. He said to me, 'It was a privilege to have lived.' The soulful gratitude of that simple statement will never leave me."},{"Quote":"Mamma says gratitude helps us to see what is there instead of what isn't."},{"Quote":"Be attached to nothing. Be grateful for everything."},{"Quote":"Gratitude of heart can often be seen in a generous spirit."},{"Quote":"To live a life of gratitude is to open our eyes to the countless ways in which we are supported by the world around us."},{"Quote":"Gratitude is nutrition for a living relationship."},{"Quote":"Open your eyes and see how many gifts there are to unwrap. Notice the presence of your presents. It’s not your life that is disappointing: it’s your mind."},{"Quote":"Find things to be grateful for. It is easy. You're alive"},{"Quote":"Beauty brings us back to the now."},{"Quote":"Beware: It is a quick transition from a nourishing sense of gratitude to a poisonous sense of entitlement."},{"Quote":"One minute of sincere gratitude can wash away a lifetime’s disappointments."},{"Quote":"The value we place on what we've been given correlates to our depth of gratitude for it."},{"Quote":"Life doesn’t owe us anything. We only owe ourselves, to make the most of the life we are living, of the time we have left, and to live in gratitude."},{"Quote":"The grateful heart sits at a continuous feast."},{"Quote":"The truist indication of gratitude is to return what you are grateful for."},{"Quote":"A mindset of gratitude lifts the veil of bitterness and allows you to see beauty and possibility."},{"Quote":"Happiness is in contentment, gratitude, and love. It is a lifestyle, not a location."},{"Quote":"You can also look at your body and think about how the blood flows and the fact that your body is in constant renewal. It is a miracle of creation happening within you every second of the day. This is something to be thankful for."},{"Quote":"To fight discouragement, remind yourself of the basics: I can write.I have the opportunity to do so. I love what I write. Now smile and be thankful."},{"Quote":"Are you sure I can't mend a shirt or darn a sock for you in trade? Anything?\"\"You can quit your yammerin' and carry this table downstairs so I can get back to minding my own business instead of messing around in yours."},{"Quote":"The abundance of ordinary things, their convenient arrangement here, seemed for the moment a personal gift to me. As did my ability to notice this, to be grateful for it."},{"Quote":"Smile and Know, Thank and Know, became my mantra as I went about my days smiling and knowing when I could. As I did so, I was walking in complete faith, which left me naturally wanting to thank as well."},{"Quote":"Your ability to see beauty and possibility is proportionate to the level at which you embrace gratitude."},{"Quote":"Gratitude for every day along the way is the key to acknowledging and enjoying happiness now. Not when the results come in or when you retire, or when this or that happens."},{"Quote":"In life one has a choice to take one of two paths: to wait for some special day - or to celebrate each special day."},{"Quote":"In a world where thrushes sing and willow trees are golden in the spring, boredom should have been included among the seven deadly sins."},{"Quote":"Thank you' is a wonderful phrase. Use it. It will add stature to your soul."},{"Quote":"I was holding the door for several girls in front of you, and I waited for you to catch up. When you reached me, you looked pleased, and a little surprised. Unlike the others, you didn't expect the door to be held for you by some random guy. You smiled up at me and said, 'Thank you."},{"Quote":"Like all lawyers, I was delighted by gratitude. It happened so rarely."},{"Quote":"Gratitude is the sweetest thing in a seeker's life- in all human life. If there is gratitude in your heart, then there will be tremendous sweetness in your eyes."},{"Quote":"Because gratitude is the key to happiness, anything that undermines gratitude must undermine happiness. And nothing undermines gratitude as much as expectations. There is an inverse relationship between expectations and gratitude: The more expectations you have, the less gratitude you will have."},{"Quote":"Learning to appreciate the beauty that surrounds you is one of the keys to your happiness."},{"Quote":"My heart's gratitudeIs My life's plenitude."},{"Quote":"Gratitude is pure happiness.Happiness is sure perfection."},{"Quote":"True gratitude can never comeFrom the mind.It has to flow from the heartTo the mind, vital and bodyUntil everything that we have and areIs a sea of gratitude."},{"Quote":"If you have true gratitude, it will express itself automatically. It will be visible in your eyes, around your being, in your aura. It is like the fragrance of a flower. In most cases if there is a beautiful flower, the fragrance will be there naturally. The flower and its fragrance cannot be separated."},{"Quote":"I am here. I am in the present tense. I'm not always here, and sometimes here is a very difficult place. Sometimes it is a labyrinth, or a Minotaur, or a rope I can neither let go of nor follow. It's hard to find the right words, but I guess I would say that it's something like feeling the floor. And that it is my privilege to feel it."},{"Quote":"Children are grateful when Santa Claus puts in their stockings gifts of toys or sweets. Could I not be grateful to Santa Claus when he put in my stockings the gift of two miraculous legs? We thank people for birthday presents of cigars and slippers. Can I thank no one for the birthday present of birth?"},{"Quote":"Hurry always empties a soul."},{"Quote":"That's what I learned. I learned I couldn't shed light on love other than to feel its comings and goings and be grateful."},{"Quote":"Whoever has will be given more, and he will have an abundance. Whoever doesn't have, even what he has will be taken from him"},{"Quote":"The more you appreciate, the more you have to appreciate."},{"Quote":"Happiness has more to do with giving than taking. Kamon 2015"},{"Quote":"The thoughts of the morning becomes the blessing for the day."},{"Quote":"When you wake up each morning, remember to live as though it were your last day on earth, because you never know if it's going to be."},{"Quote":"This condemnation of technology is ingratitude, that's what it is. Blind alley, though. If someone's ungrateful and you tell him he's ungrateful, okay, you've called him a name. You haven't solved anything."},{"Quote":"Count your summers, not your winters."},{"Quote":"Trying to figure it all out is impossible. But what isn’t impossible is to:Have gratitudeStay PositiveHave faithBe friendly and kindListen first; speak secondDo your best, not try to be the bestEnjoy the ride!"},{"Quote":"For the sake of your health and happiness, replace the loss that causes sadness with the thanks that yields gratitude."},{"Quote":"Sorrow is an opportunity to appreciate happiness."},{"Quote":"Just do the next right thing.Then repeat indefinitely."},{"Quote":"If you like to live an abundant life, express joy and gratitude for what you have."},{"Quote":"Gratitude is a choice which can change our lives for the better."},{"Quote":"Wake up,dance with the light of the morning sun.Enjoy the warmth of her love,fell the joy of life,feel the joy of deepest gratitude."},{"Quote":"You can, if you believe you can."},{"Quote":"With tears of gratitude, I told him I had never had multiple orgasms before. From that moment on, I owned him."},{"Quote":"Blessing Number One. Thank you for getting old because it means you are getting to live."},{"Quote":"Stay positive. Be kind. Love your family. Set goals. Be humble. Respect all. Laugh loudly. Be honest. Do your best. Stay focused. Practice gratitude."},{"Quote":"WHEN YOU ARE GREATFUL, THE UNIVERSE AND THE WORLD WANT TO GIVE YOU MORE.c"},{"Quote":"It is better to revel in life than to wallow in it."},{"Quote":"Gratitude is the antidote to stress."},{"Quote":"Focus on your potential not your past."},{"Quote":"Until now Psychologists only factored in emotional and physical gratification, but VIRTUAL GRATIFICATION is the latest to take over, Beware!"},{"Quote":"You are a part of what we're doing. We're in this together."},{"Quote":"Give without expectation and receive with reckless abandon."},{"Quote":"As each day comes to us refreshed and anew, so does my gratitude renew itself daily. The breaking of the sun over the horizon is my grateful heart dawning upon a blessed world. ~Terri Guillemets"},{"Quote":"Not everyone was privileged to see another sunrise like you did, so before you start complaining remember that the breath of life isn't for sale."},{"Quote":"Gratitude brings more blessings into our lives."},{"Quote":"All anyone really wants is to feel appreciated. So if you want to create real, long-lasting relationships, do that."},{"Quote":"Prayer without gratitude is more like complaining."},{"Quote":"Praying without gratitude is more like complaining."},{"Quote":"Praying without gratitude, first, is more like complaining."},{"Quote":"It’s okay to glance at the light of another. But when you stare too long, it will blind you from seeing your own."},{"Quote":"It’s okay to glance at the light of another. But when you stare to long, it will blind you from seeing your own."},{"Quote":"It’s okay to glance at the light of another. But when you look to long, it will blind you from seeing your own."},{"Quote":"How would you like a friend or loved one talking to you only when they needed something? That’s kind of how most use prayer or meditation. Since there is ALWAYS something for which to be grateful, how about praying or meditating on that?"},{"Quote":"If you are ungrateful for one blessing,you will not be grateful for two.If you are ungrateful for two blessings,you will not be grateful for three.If you are grateful for one blessing,you will be grateful for innumerable."},{"Quote":"Give dry bread to a rich kid and he will throw it into the dustbin, give it to the poor kid and he will remember your name for the rest of his days"},{"Quote":"The more you are grateful for what you have, the more you can live fully in the present."},{"Quote":"You learn the value of water when the rivers are dry.You learn the value of light when the winters are prolonged.You learn the value of water when the fields are bare."},{"Quote":"You learn the value of water when the rivers are dry.You learn the value of light when the winters are prolonged.You learn the value of food when the fields are bare."},{"Quote":"How would you like a friend or loved one talking to you only when they needed something? That’s kind of how most of use prayer or meditation. Since there is ALWAYS something for which to be grateful, how about praying or meditating on that?"},{"Quote":"Be thankful for the beautiful moment.Be thankful for the gift of today.Be thankful for how far you have reached."},{"Quote":"There are more glorious days ahead, this should be your joy for today."},{"Quote":"Always grateful, forever blessed."},{"Quote":"It's time to embrace what is...and let go of what you wanted to happen"},{"Quote":"Live each day with thankful gratitude."},{"Quote":"I will be forever grateful and forever in your debt. There is no greater deed or favor one man can do for another than to save his life. So grazi. Molto grazi, mi amico."},{"Quote":"One who is thankful for a slice of bread is more blessedthan one who is ungrateful for a loaf."},{"Quote":"Be thankful for the blessings already on their way. And don’t be surprised if one of your blessings is to be the blessing for which someone else is thankful."},{"Quote":"True gratitude ascends to the highest altitudes."},{"Quote":"If you’re always grateful for what you have, then you will always be happy. The greatest reason for misery and unhappiness today is because of dissatisfaction, complaining, and being ungrateful for the things we have."},{"Quote":"I am thankful for all circumstances."},{"Quote":"Appreciations promote inner peace."},{"Quote":"Happy soul, grateful heart."},{"Quote":"Thankful gratitude, amazing life."},{"Quote":"New Day…new opportunity to be grateful for what we have, not bitter for what we don’t."},{"Quote":"We want a little risk in our lives because it keeps things interesting. It wakes us up, it gives us a sense that we're alive and breathing and doing Something! Throwing yourself into it begins with being grateful that you even have something to throw yourself into."},{"Quote":"When you express thankfulness, even the almost empty tank of petrol will go the extra mile; it changes challenges into opportunities, mistakes into experiences, disappointments into celebrations, doubt into faith."},{"Quote":"BlessBacks: Souvenirs for those who express their gratitude to their illuminators."},{"Quote":"We call bad one who rejects the fruit he is given for the fruit he is expecting or the fruit he was given last time."},{"Quote":"The perfume of incense reminds us of the pervading influence of virtue, the lamp reminds us of light of knowledge and the flowers which soon fade and die, reminds us of impermanence. When we bow, we express our gratitude to the Buddha for what his teachings have given us. This is the nature of Buddhist worship."},{"Quote":"We choose to live life to the fullest because it is in our best interest to do so. - Charmainism"},{"Quote":"Gratitude is the heart's memory."},{"Quote":"The gratitude of most men is but a secret desire of receiving greater benefits."},{"Quote":"He who receives a good turn should never forget it he who does one should never remember it."},{"Quote":"Gratitude is a duty which ought to be paid but which none have a right to expect."},{"Quote":"We set ourselves to bite the hand that feeds us."},{"Quote":"Brutes leave ingratitude to man."},{"Quote":"This was the most unkindest cut of all For when the noble Caesar saw him stab Ingratitude more strong than traitor's arm Quite vanquish'd him then burst his mighty heart."},{"Quote":"Do you know what is more hard to bear than the reverses of fortune? It is the baseness the hideous ingratitude of man."},{"Quote":"When I pray, I always thank Mother Nature for all the beauty in the world. It's about having an attitude of gratitude."},{"Quote":"When a person doesn't have gratitude, something is missing in his or her humanity. A person can almost be defined by his or her attitude toward gratitude."},{"Quote":"A smart manager will establish a culture of gratitude. Expand the appreciative attitude to suppliers, vendors, delivery people, and of course, customers."},{"Quote":"I may not be the number one movie star, or my films might not be doing too good. I am grateful for what life has offered me. I have got a great family, parents are together, have a great sister, I get to holiday. All these things make me grateful towards life, for everything. I always say - have an attitude of gratitude."},{"Quote":"For whatever trauma came with service in tough circumstances, we should take what we learned - take our post-traumatic growth - and, like past generations coming home, bring our sharpened strengths to bear, bring our attitude of gratitude to bear."},{"Quote":"I was always spiritual, even as a child. I was taught to pray, show gratitude. We had an attitude of gratitude. Even if life was ugly, bad or sad - we prayed."},{"Quote":"In aid, the proper attitude is one omitting gratitude."},{"Quote":"I hope that tomorrow we can all, wherever we are, join in expressing our grief at Diana's loss, and gratitude for her all-too-short life. It is a chance to show to the whole world the British nation united in grief and respect."},{"Quote":"We hope that, when the insects take over the world, they will remember with gratitude how we took them along on all our picnics."},{"Quote":"Hope has a good memory, gratitude a bad one."},{"Quote":"We learned about gratitude and humility - that so many people had a hand in our success, from the teachers who inspired us to the janitors who kept our school clean... and we were taught to value everyone's contribution and treat everyone with respect."},{"Quote":"All businesses and jobs depend on a vast number of people, often unnoticed and unthanked, without which nothing really gets done. They are all human and deserve respect and gratitude."},{"Quote":"Make choices that bring love and joy to your body. It's not about perfection it's about love and gratitude for an amazing body that works hard and deserves your respect."},{"Quote":"Reflective of the deep sense of gratitude and respect Mongolians reserved for wolves, there was a belief that only through wolves could the spirit of a deceased human be set free to go to Heaven."},{"Quote":"The confidence and respect shown by my countrymen in calling me to be the Chief Magistrate of a Republic holding a high rank among the nations of the earth have inspired me with feelings of the most profound gratitude."},{"Quote":"As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them."},{"Quote":"On the recollection of so many and great favours and blessings, I now, with a high sense of gratitude, presume to offer up my sincere thanks to the Almighty, the Creator and Preserver."},{"Quote":"I'm happy to say that at 62, I think I've reached that point where stuff doesn't bother me as much, and my gratitude level has gone way up, especially having gone through the loss that I've had, and losing so many of the great artists that I was close to. They taught me how to see it with a grain of salt and a lot of humor and perspective."},{"Quote":"I extend my deepest gratitude to our Armed Forces and first responders serving both at home and abroad in the war against terrorism."},{"Quote":"The young patriots now returning from war in Iraq and Afghanistan and other deployments worldwide are joining the ranks of veterans to whom America owes an immense debt of gratitude."},{"Quote":"Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude."},{"Quote":"Our love, our gratitude, our admiration for our men and women in uniform, our veterans and their families - all of that is bigger than any one party or any one election."},{"Quote":"When we focus on our gratitude, the tide of disappointment goes out and the tide of love rushes in."},{"Quote":"When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that's when you can do your best... for yourself and for others."},{"Quote":"Never lose the childlike wonder. Show gratitude... Don't complain just work harder... Never give up."},{"Quote":"Nature's beauty is a gift that cultivates appreciation and gratitude."},{"Quote":"One looks back with appreciation to the brilliant teachers, but with gratitude to those who touched our human feelings. The curriculum is so much necessary raw material, but warmth is the vital element for the growing plant and for the soul of the child."},{"Quote":"I was a chemistry major, but I'm always winding up as a teacher in English departments, so I've brought scientific thinking to literature. There's been very little gratitude for this."},{"Quote":"Our strength is not just in the size of our defense budget, but in the size of our hearts, in the size of our gratitude for their sacrifice. And that's not just measured in words or gestures."},{"Quote":"We can't equate spending on veterans with spending on defense. Our strength is not just in the size of our defense budget, but in the size of our hearts, in the size of our gratitude for their sacrifice. And that's not just measured in words or gestures."},{"Quote":"The loving parts of your personality have no trouble loving. That is all they do. You experience the loving parts of as gratitude, appreciation, caring, patience, contentment and awe of life."},{"Quote":"At the age of 18, I made up my mind to never have another bad day in my life. I dove into a endless sea of gratitude from which I've never emerged."},{"Quote":"Social scientists have found that the fastest way to feel happiness is to practice gratitude."},{"Quote":"I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder."},{"Quote":"The kind of experience of humility and happiness that comes with gratitude tends to crowd out whatever is coarse, or ugly, or mean."},{"Quote":"There are days when I walk through the center of Stockholm when I get this sudden feeling of happiness - a sense of belonging and at the same time gratitude that I'm so privileged that I can live my life in my city."},{"Quote":"I wanted to say thanks... and share my gratitude for everything I've been blessed with. Family, friends, and continued support from everyone."},{"Quote":"November 11, 1802, I arrived at Judge Patterson's at Lisle. This respectable family treated me with every mark of distinction and friendship, and likewise all the people did the same. I really want for words to express my gratitude."},{"Quote":"On this day, so full for Americans of thoughts connected with their National Independence, we may not forget that Americans have yet other grounds for gratitude to the people of the Netherlands."},{"Quote":"No one ever said learning was to be easy, but it's part of the process of evolving as a human being, and we all have to go through it. When I look back, I see that each difficult time brought an important lesson. And I prefer to look at it with gratitude because I wouldn't be who I am today if I haven't gone through it all."},{"Quote":"Sometimes we should express our gratitude for the small and simple things like the scent of the rain, the taste of your favorite food, or the sound of a loved one's voice."},{"Quote":"Thanksgiving is a time of togetherness and gratitude."},{"Quote":"For me, every hour is grace. And I feel gratitude in my heart each time I can meet someone and look at his or her smile."},{"Quote":"I think, with never-ending gratitude, that the young women of today do not and can never know at what price their right to free speech and to speak at all in public has been earned."},{"Quote":"'Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding."},{"Quote":"I feel, as never before, how justly, from the dawn of history to the present time, men have paid the homage of their gratitude and admiration to the memory of those who nobly sacrifice their lives, that their fellow-men may live in safety and in honor."},{"Quote":"I write about the power of trying, because I want to be okay with failing. I write about generosity because I battle selfishness. I write about joy because I know sorrow. I write about faith because I almost lost mine, and I know what it is to be broken and in need of redemption. I write about gratitude because I am thankful - for all of it."},{"Quote":"I have had friends who have acted kindly towards me, and it has been my good fortune to have it in my power to give them substantial proofs of my gratitude."},{"Quote":"I live in a constant state of gratitude, thankfulness, and appreciation for the second chance I was given, so anytime in any film, when that is given to someone, I always appreciate it."},{"Quote":"Whenever we have thanked these men and women for what they have done for us, without exception they have expressed gratitude for having the chance to help - because they grew as they served."},{"Quote":"I was a military spouse, and I lived on military pay. It is very difficult to do that. But we do that with honor and with gratitude for the chance to serve this country."},{"Quote":"Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow."},{"Quote":"Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend."},{"Quote":"Gratitude is not only the greatest of virtues, but the parent of all the others."},{"Quote":"Gratitude is the fairest blossom which springs from the soul."},{"Quote":"Gratitude is the sign of noble souls."},{"Quote":"Gratitude is the most exquisite form of courtesy."},{"Quote":"No one who achieves success does so without acknowledging the help of others. The wise and confident acknowledge this help with gratitude."},{"Quote":"Gratitude changes the pangs of memory into a tranquil joy."},{"Quote":"Often people ask how I manage to be happy despite having no arms and no legs. The quick answer is that I have a choice. I can be angry about not having limbs, or I can be thankful that I have a purpose. I chose gratitude."},{"Quote":"The simple act of saying 'thank you' is a demonstration of gratitude in response to an experience that was meaningful to a customer or citizen."},{"Quote":"Does not the gratitude of the dog put to shame any man who is ungrateful to his benefactors?"},{"Quote":"Gratitude is a duty which ought to be paid, but which none have a right to expect."},{"Quote":"Feeling gratitude isn't born in us - it's something we are taught, and in turn, we teach our children."},{"Quote":"Of all the characteristics needed for both a happy and morally decent life, none surpasses gratitude. Grateful people are happier, and grateful people are more morally decent."},{"Quote":"When a person doesn't have gratitude, something is missing in his or her humanity."},{"Quote":"As with all commandments, gratitude is a description of a successful mode of living. The thankful heart opens our eyes to a multitude of blessings that continually surround us."},{"Quote":"I am most thankful to Almighty Providence for mercies received, and determined still to press the case into public notice as a token of gratitude."},{"Quote":"We must always remember with gratitude and admiration the first sailors who steered their vessels through storms and mists, and increased our knowledge of the lands of ice in the South."},{"Quote":"The willingness of America's veterans to sacrifice for our country has earned them our lasting gratitude."},{"Quote":"It's wonderful to be grateful. To have that gratitude well out from deep within you and pour out in waves. Once you truly experience this, you will never want to give it up."},{"Quote":"A lot of parents today are terrified that something they say to their children might make them 'feel bad.' But, hey, if they've done something wrong, they should feel bad. Kids with a sense of responsibility, not entitlement, who know when to experience gratitude and humility, will be better at navigating the social shoals of college."},{"Quote":"In the weeks after 9/11, out of the pain and the fear there arose also grace and gratitude, eruptions of intense kindness that occurred everywhere, a sharp resolve to just be better, bigger, to shed the nonsense, rise to the occasion."},{"Quote":"I'm a guy who has problems with moderation. All or nothing. Binge and purge. Kill or be killed. Gray is not a color I wear well. I should be dead. I know that. I should not be successful. I know that too. My daily existence is a toss of the coin - one side, fear, the other side, gratitude."},{"Quote":"All Americans and freedom-loving people around the world owe President Reagan our deepest gratitude for his strong, principled leadership that ended the Cold War and brought freedom to millions of people."},{"Quote":"The essence of all beautiful art, all great art, is gratitude."},{"Quote":"America's fighting men and women sacrifice much to ensure that our great nation stays free. We owe a debt of gratitude to the soldiers that have paid the ultimate price for this cause, as well as for those who are blessed enough to return from the battlefield unscathed."},{"Quote":"Gratitude can transform common days into thanksgivings, turn routine jobs into joy, and change ordinary opportunities into blessings."},{"Quote":"Gratitude is the inward feeling of kindness received. Thankfulness is the natural impulse to express that feeling. Thanksgiving is the following of that impulse."},{"Quote":"Throughout its history, the members of Shearith Israel have observed Thanksgiving by reciting in synagogue the same psalms of praise and gratitude sung by Jews all over the world on festive days like Hanukkah."},{"Quote":"When a positive exchange between a brand and customers becomes quantifiable metrics, it encourages brand to provide better service, customer service to do a better job, and consumers to actively show their gratitude."},{"Quote":"Like beautiful homes, cute babies, or noble careers helping others, books can make us feel like we mean something positive, and in gratitude, we truly love them."},{"Quote":"As you keep your mind and heart focused in the right direction, approaching each day with faith and gratitude, I believe you will be empowered to live life to the fullest and enjoy the abundant life He has promised you!"},{"Quote":"One of the surest evidences of friendship that one individual can display to another is telling him gently of a fault. If any other can excel it, it is listening to such a disclosure with gratitude, and amending the error."},{"Quote":"If future generations are to remember us more with gratitude than sorrow, we must achieve more than just the miracles of technology. We must also leave them a glimpse of the world as it was created, not just as it looked when we got through with it."},{"Quote":"Disappointment is a sticky one, because no one can steal contentment, joy, gratitude, or peace - we have to give it away."},{"Quote":"There is nothing I can do to undo what I did. I can only say again how sorry I am to those I let down and then strive to go forward with a greater sense of humility and purpose, and with gratitude to those who stood with me during a very difficult chapter in my life."},{"Quote":"Give yourself a gift of five minutes of contemplation in awe of everything you see around you. Go outside and turn your attention to the many miracles around you. This five-minute-a-day regimen of appreciation and gratitude will help you to focus your life in awe."},{"Quote":"Have gratitude for the things you're discarding. By giving gratitude, you're giving closure to the relationship with that object, and by doing so, it becomes a lot easier to let go."},{"Quote":"To find gratitude and generosity when you could reasonably find hurt and resentment will surprise you. It will be so surprising because you will see so much of the opposite: people who have much more than others yet who react with anger when one advantage is lost or with resentment when an added gift is denied."},{"Quote":"When the seasons shift, even the subtle beginning, the scent of a promised change, I feel something stir inside me. Hopefulness? Gratitude? Openness? Whatever it is, it's welcome."}]